{
    "name" : "The Ash Path",
    "type" : "Path",
    "source" : "Necromancy",
    "description" : "The barriers between this world and the Underworld of the dead are permeable to the student of the Ash Path. With this path, a necromancer can see, hear and communicate with wraiths of all sorts, not just the ones that he can summon or control. Indeed, with enough skill, the Ash Path allows a vampire to cross the Shroud into the lands of the dead. This frightening power thus allows for myriad effects as the vampire reaches into the Underworld and deals freely with the denizens therein.  Retests with the Ash Path rely on the Occult Ability. At the Storyteller's discretion, the specialised Ability of Wraith Lore may be used instead.",
    "retests" : "Occult",
    "powers" : [
        { 
            "cost" : 3,
            "rank" : "Basic",
            "name" : "Shroudsight",
            "effect" : "See into the underworld",
            "description" : "With minimal effort, you can see across the Shroud that separates the world of the living from the lands of the dead. The Underworld appears as a decaying and ghastly reflection of the mortal world, sometimes with structures lost to the past or unusual spirits flitting about You can see (though not hear or feel) anything that transpires in the Underworld within your normal visual range, with a sort of 'double sight' that does not hinder your normal vision.  You need only expend a Mental Trait to look across the Shroud for the duration of the scene, or for an hour, whichever comes first."
        },
        { 
            "cost" : 3,
            "rank" : "Basic",
            "name" : "Lifeless Tongues",
            "effect" : "Understand language of any wraith",
            "description" : "The babble of restless spirits is clear to you. By concentrating for a moment, you attune your senses to the Underworld, making yourself capable of both seeing and hearing all that transpires there around you. Furthermore, you can understand the language of the dead, so unless a ghost goes out of the way to use a language that you do not know, you can comprehend the words of any wraith.  You must expend a Willpower Trait to attune yourself to the Underworld for a scene or an hour (whichever ends first). "
        },
        { 
            "cost" : 6,
            "rank" : "Intermediate",
            "name" : "Dead Hand",
            "effect" : "You can touch the contents of the Shadowlands",
            "description" : "The structures and entities of the Underworld are very real to you. In a bizarre sort of half-life, you can stretch your physical form across the Shroud, interacting with beings and scenery there even as your physical body remains partially in the living world.  By expending a Willpower Trait, you make yourself capable of touching the contents of the Shadowlands for a scene or an hour (whichever comes first). Each additional scene or hour, you can maintain this power at the cost of one Blood Trait. During this time, you do not actually pierce the Shroud, but your actions affect both worlds. Thus, you can climb a ghostly rope, then turn and step onto a real-world roof. You can also lash out physically and strike or grapple with ghosts, though they can return the attacks. However, you cannot push or pull objects from one world to the next. Effectively, you exist in both realms simultaneously, which can be very disturbing to those watching you climb invisible ropes or grapple unseen opponents."
        },
        { 
            "cost" : 6,
            "rank" : "Intermediate",
            "name" : "Ex Nihilo",
            "effect" : "Cross into the lands of the dead",
            "description" : "Tearing through the Shroud between worlds, you can cross into the lands of the dead. This journey is a harrowing one, for many spirits wait to take vengeance on necromancers, and the Underworld is full of hazards unknown to most vampires. Furthermore, there is no way to gather blood or sustenance in the Underworld, and you can become lost in the storms and seas of the deadlands. Still, this power allows for direct contact with shades of the restless, and it serves as an unusual means of travel. While you are in the Shadowlands, you still see everything that transpires in the mortal world, but your physical form exists in the realm of the dead.  You must first mark a doorway with chalk or blood on any available surface, taking a full turn to do so. (You need not actually draw such a door, but you should pantomime the appropriate actions.) You must then expend a Willpower Trait and two Blood Traits, and make a Static Physical Challenge with a difficulty of eight Traits. If you succeed, you step through the door into the Underworld. Returning to the material world is a matter of concentration; you need only focus your intent to do so and expend a Willpower Trait, at which point you return to the living lands at the end of the turn. Beware, though, for if you wander too deeply into the deadlands, you may become lost and unable to pierce the Shroud.  When you travel into the deadlands, you take with you only the inanimate objects that you carry. You cannot pull in other living or undead creatures. Furthermore, the laws of physics in the Underworld are not the same as those of the material world; guns do not work, and electrical devices fail. Generally, you must rely on your own powers. "
        },
        { 
            "cost" : 9,
            "rank" : "Advanced",
            "name" : "Shroud Mastery",
            "effect" : "Raise or lower the shroud to the deadlands",
            "description" : "Your control over the barrier between the living and dead worlds is nearly absolute. Instead of stepping across or watching the events of the Underworld, you can actually manipulate the fabric of the Shroud. By changing the strength of the web between worlds, you can make it easier to cross, or bar wraiths from exerting their influence on the material world.  You must expenda Willpower Trait to exercise Shroud Mastery. Then, you may raise or lower the Shroud, as you desire. Each Mental Trait that you expend alters the strength of the Shroud by one point in either direction. A stronger Shroud makes it more difficult for wraiths to interact with the living, while a weaker Shroud has the reverse effect. You can raise the Shroud up to a maximum of 10 or lower it to a minimum of three. The typical Shroud rating for most locations is 7 or 8, though areas frequented by vampires or ghosts (cemeteries, crypts, mortuaries and sites of Elysium) may have ratings of 4 or 5.  If you are simply using wraiths as generic antagonists, each point of change in the Shroud's strength grants the wraith bonus Traits when interacting with the living world (if the Shroud is weakened) or acts as a penalty to the wraith's total Traits (if the Shroud is strengthened)."
        }
    ]
}