{
    "name" : "Auspex",
    "type" : "Discipline",
    "description" : "A predator's senses must be fearfully acute, so many vampires hone their sensory talents to incredible sharpness. This improved awareness starts merely by expanding physical senses, but as a vampire's powers of perception grow, consciousness itself becomes fleeting and sublime. Such a heightened awareness encompasses subtle textures and emotional states, transcending the physical limitations of the body while developing sharpness of the mind.  The powers of Auspex grant the ability to see through supernatural deception. With such focused attention, Auspex can even pierce the veils of Chimerstry and Obfuscate. Whenever Auspex is active (a conscious choice on the vampire's part), a Mental Challenge may be made with an opponent to try to see through the illusions of Chimerstry or the misdirection of Obfuscate. Winning this challenge with Auspex penetrates the deceptive powers. Losing, though, indicates that the vampire is affected normally. For each level of difference between the subject's Obfuscate or Chimerstry and the searcher's Auspex, there is a Trait modifier on a one-for-one basis in the event of ties or overbids. For example, a searching vampire with Telepathy (an intermediate level of Auspex) counts two additional Traits against an opponent who only knows Unseen Presence, a Basic level of Obfuscate. This bonus applies even when not using the full level of these Disciplines; an individual hiding with Mask of a Thousand Faces is still very difficult to detect if his mastery of Obfuscate has reached the Advanced level of Cloak the Gathering, A chance to see through supernatural concealment always exists, but doing so is much more likely if the searcher's Auspex powers are highly advanced and/or the opponent's powers are weak. When using a Heightened Sense, hold up a number of fingers based on your power level (one for Basic, two for Intermediate, three for Advanced).  The Auspex Discipline is most evidenced by the Tremere, Tzimisce and Malkavian clans, who use it for supernatural insights, and by the Toreador, who use their superb senses in conjunction with their artistic work.  Auspex powers retest with the Investigation Ability. Willpower may be used for a single retest when attempting to spot an Obfuscated or otherwise hidden individual-in such a case, the vampire focuses his senses and concentrates fiercely, redoubling his searching efforts.",
    "retests" : "Investigation",
    "rank_1" : { 
        "cost" : 3,
        "rank" : "Basic",
        "name" : "Heightened Senses",
        "effect" : "Extend your senses beyond human norms",
        "description" : "At will, you can extend your senses beyond human norms. Your eyesight and hearing sharpen to twice your mortal limits, while your touch, smell and taste are acute enough to pick out tiny details and features with ease. You can sharpen any or all of your senses, as desired. Furthermore, you sometimes have flashes of insight, preternatural awareness of danger or future events.  Any senses augmented by this Discipline function at twice normal effectiveness, allowing you to spot hidden foes, hear the rustle of leaves outside, taste a bit of poison in vitae, read a hand-written note by touch and smell incense burned hours ago. Should your senses be overwhelmed, though, you may be stunned temporarily. A loud gunshot, a flash of light or other overwhelming factor can incapacitate one of your senses for a time, causing you to lose the benefits of this Discipline. Furthermore you remain completely stunned for one turn, and you lose the sharpened sense in question for the duration of the scene, unless you expend a Willpower Trait to keep your wits about you."
    },
    "rank_2" : { 
        "cost" : 3,
        "rank" : "Basic",
        "name" : "Aura Perception",
        "effect" : "Read creature's aura",
        "description" : "By watching a subject carefully, you can pick out the glowing halo or aura that surrounds all creatures. The interplay of colors in this aura gives you insight into the subject's emotions, motives and true nature. This Discipline is noticeable, though, as you stare at the subject with intense concentration.  You must be able to see your target in order to use Aura Perception. You then spend atur in concentration and make a Static Mental Challenge with a difficulty of the target's number of Mental Traits (more complex targets are harder to read). Since using this power is a Static Test, the target may not relent or retest. If you succeed, you may ask any one of the following questions, which the subject must answer truthfully: What is your current mood/emotional state? What sort of creature are you (human, vampire, werewolf, etc., subject to your knowledge of such beings and their auras)? Are you under the effects of any form of magic! Have you committed diablerie (see the section on diablerie,p. 216, for how long this form of detection is viable)? Was the last thing you said a lie?  Aura Perception also allows you to sense ghosts and astral forms. If you suspect the presence of a ghost in an area, you may expend a Mental Trait to make a normal challenge to sense its aura, as described previously. If you succeed, you are aware of the ghost's aura as a pale, flickering and amorphous light, though this is not sufficient for you to identify specific individual ghosts."
    },
    "rank_3" : { 
        "cost" : 6,
        "rank" : "Intermediate",
        "name" : "The Spirit's Touch",
        "effect" : "Read psychic impressions from objects",
        "description" : "Every being leaves traces of its thoughts and emotions wherever it goes. With this Discipline, you can read these psychic impressions from objects that others have handled, or that have strong emotional events tied to them. A simple touch and a moment of concentration unlocks a flood of images and sensations, possibly giving insight into the past of the item. Note that you may only use this power on objects or places, not on people, vampires, animals or other living creatures.  By touching an item and expending a Mental Trait for a turn of concentration, you gain a brief flash of insight into any powerfully emotional events surrounding the object in question. Each use of this power on an object allows you to ask a Narrator one of the following questions, requiring a truthful answer: Who last touched this object (before me)? Was this object used in any emotionally stressful events, like a murder, a passionate romance or a maniacal rage? What strong emotions drove a particular subject holding this object? Answers to these questions generally come in the form of images and impressions, you may not get exact names or lists of information, but instead distorted pictures, flashes of sudden passion and repeating sounds and voices. It is up to you to interpret such information  Using this power on objects charged with particularly powerful emotions - knife used to kill someone, a blanket clutched during childbirth, a bizarre puzzle that drove someone to insanity - may cause you to be temporarily overcome with emotions that are not your own. At the discretion of a Narrator or Storyteller, you may temporarily suffer from a derangement for the rest of the scene."
    },
    "rank_4" : { 
        "cost" : 6,
        "rank" : "Intermediate",
        "name" : "Telepathy",
        "effect" : "Link your consciousness to another creature",
        "description" : "Projecting your senses outward, you can pierce the shroud of reason in the minds of others, drawing forth their very thoughts. You can link your consciousness to anyone you can see, sending or receiving concepts that you and the target 'hear' in your respective minds.  In order to use Telepathy, you must make a Mental Challenge against your subject. A willing subject may relent to this mental contact, but there is no way to identify the originator of a given telepathic missive short of making contact (or you choose to identify yourself). You must also spend a full turn in concentration, focusing on your subject. If you succeed, you establish a brief link, allowing you to send or scan thoughts as long as you maintain the contact. You may issue a stream of thoughts that the subject 'hears' as a single concept, or you can pluck a thought from the victim, asking a single question and demanding a truthful answer. Legitimate secrets that can be uncovered are anything that could be discerned with Aura Perception, as well as such questions as: What is the appearance of a person, place or item about which you are speaking? What is the name of a person, place or item about which you are speaking? What element have you omitted from your answer to a question, if any? What is the true answer to a question that you have lied about? What memories do you have of one topic (querent's choice) of current conversation? If you choose to interrogate an unwilling victim, you must make a Mental Challenge for each question asked: if simply communicating normally, no additional challenges are required.  With effort, you can probe deep into the consciousness of an open mind, drawing out hidden secrets or buried memories. Doing so allows you to ask more detailed questions than the cursory ones usually employed with Telepathy. By expending a Mental Trait after establishing a successful telepathic link, you may ask and expect a truthful response to: What is one of your Flaws or Negative Traits, if any (subject's choice)? What is one of your derangements if any (subject's choice)? Each question asked requires a Static Mental Challenge against the subject's Mental Traits, and the subject may not relent--you are delving deep into the mind, which reacts automatically to defend against intrusion.  At Storyteller discretion, Telepathy may discern clumsy uses of Dominate, particularly of Forgetful Mind, but with a great deal of effort. The most common means of doing so is to establish a link and begin asking questions, as described in the paragraph above. A second Static Mental Challenge against the subject's Mental Traits may allow you to spot gaps in a memory or where a memory has been poorly reconstructed. Modern vampires compare such gaps to be like watching a badly spliced film.  Communication with Telepathy proceeds in impulses, images and feelings, and it does not rely on the use of a common language, so even people who do not speak the same language may make themselves understood. Individuals unused to the sudden onslaught of Telepathy may be momentarily stunned or disoriented by projected thoughts, at the Narrator's discretion. Telepathy may also be used simply to eavesdrop, scanning someone telepathically is invisible and largely undetectable, unless another character with Telepathy tries to 'listen in on the link' (using a Static Mental Challenge against the scanner). Such eavesdropping can only be used on surface thoughts. Beware, thoughif you force your way into someone's mind without permission, the target may make a Willpower Challenge to force you to break off your link.  You may only use your Telepathy on one subject at a time, but this limit does not preclude someone else from using her own Telepathy on you. If you contact a subject and then use your Telepathy on someone else, your link to the first subject collapses and must be re-established later.  Using Telepathy on a supernatural creature is a taxing exercise, and it requires the expenditure of a Mental Trait. This Trait is expended before the Mental Challenge is made to establish the link. Telepathy only functions on beings with conscious thought. The Discipline has no effect on constructs that are not self-aware or on normal animals."
    },
    "rank_5" : { 
        "cost" : 9,
        "rank" : "Advanced",
        "name" : "Psychic Projection",
        "effect" : "Project senses outside body",
        "description" : "No longer confined to the physical plane, you can project your senses and awareness outside of your own body. Thus untethered, your consciousness roams various planes of thought, allowing you to spy on areas all over the world as an incorporeal spirit. Without the concerns of mass and matter, you easily pass through any physical barrier and move at the speed of thought to any place on Earth, under the orbit of the moon.  While your senses are projected, your body lies in a comatose state, unaware of its surroundings. Your psychic form does not tire from travel, nor is it hindered or injured by the material world. Indeed, you are completely invisible and intangible, unable to affect anything physically. However, your spirit-form can still sense its surroundings normally, even using your other powers of Auspex. Your immaterial form is tied to your material corpse through a silver cord, a sort of psychic tether that keeps you fron becoming lost in the realms of spirit.  Sending your senses out in this fashion requires the expenditure of a Willpower Trait. You may remain out of your body as long as you like, though the rise of the sun over your physical form may force you into slumber. Furthermore, by expending an additional Willpower Trait, you can manifest for a single turn as an intangible apparition, allowing you to be seen and to speak audibly. While materialized, you can use any of your Mental or Social Disciplines simply by expending a Mental Trait before making the appropriate additional expenditures or challenges. While visible, you appear as an idealised form of yourself, complete with projected trappings, though your real-world physical possessions do not come with you in spirit form. Even while visible, you remain intangible and thus immune to injury from conventional sources like claws, fire, sunlight and mundane weapons (although your comatose body can still be harmed). While in astral form, you may not possess other bodies, even if you have that talent in Dominate.  You may deal normally with other astral forms that you encounter, conversing and using Mental or Social Disciplines. You may even attempt to injure other astral travelers by attacking their silver cord. Such astral combat uses Mental Challenges, with damage causing the opponent to lose Willpower Traits. Once an astral combatant runs out of Willpower Traits, his silver cord snaps, stranding him in the spirit realms. From there, the spirit may accidentally wander deeper into other worlds (such as the Dark Umbra in Oblivion or the Realms described in Laws of the Wild), or he may stumble about until he finds a way to return to his body. Some spirits thus trapped never return, captured or devoured by monstrous entities that dwell in the astral plane.  While astral, your consciousness exists in a mental projection of the material world. You cannot directly interact with or see wraiths, Umbral spirits or Garou (see Oblivion and Laws of the Wild), unless you find a means to travel to or sense the other spirit worlds. Similarly, your astral form is invisible and intangible to them unless you manifest in the physical world."
    }
}