{
    "name" : "The Bone Path",
    "type" : "Path",
    "source" : "Necromancy",
    "description" : "The Bone Path controls death's physical ends. Corpses are the medium of power for such a vampire, and they can be imbued with unwholesome energies and animated to perform according to their master's bidding. Zombies and soulless automatons are the hallmarks of the Bone Path.  Retests of the Bone Path use the Occult Ability. The Storyteller may choose to use the specialized Ability of Thanatology instead, if desired.",
    "retests" : "Occult",
    "rank_1" : { 
        "cost" : 3,
        "rank" : "Basic",
        "name" : "Tremens",
        "effect" : "Instill a corpse with a brief jolt of life",
        "description" : "You can instill a corpse with a brief jolt of life. Though this power is insufficient to actually animate or control bodies, you can make them start or twitch spasmodically. Naturally, this sight frightens those unaccustomed to the mobile dead.  You need expend only one Blood Trait to use Tremens. The body then twitches or moves briefly in a fashion that you dictate, from sitting up to blinking to flailing an arm momentarily. If you expend a Physical Trait as well, you can implant a command into the corpse instead, causing it to move (once) as you direct when a certain event comes to pass. Corpses twitching in this fashion cannot actually attack or inflict damage, but they can certainly startle the unwary."
    },
    "rank_2" : { 
        "cost" : 3,
        "rank" : "Basic",
        "name" : "Apprentice's Brooms",
        "effect" : "Animate the dead",
        "description" : "Your skills in the Bone Path allow you to animate the dead, bringing ambulatory motion and a semblance of understanding to a cold corpse. Though they cannot fight, these zombies follow simple instructions, performing tasks that you set to them.  You must expend a Blood Trait and a Willpower Trait to use Apprentice's Brooms on one or more corpses, and you must also spend one Mental Trait for each corpse so animated. These corpses have four health levels, and they do not suffer penalties for injuries, but they cannot fight. Corpses animated with this power continue to perform a single task as you direct until they complete the job or until time or damage destroys them. Cadavers continue to rot even after being imbued with this energy, though only at the slow rate of one health level per month."
    },
    "rank_3" : { 
        "cost" : 6,
        "rank" : "Intermediate",
        "name" : "Shambling Hordes",
        "effect" : "Summon horde of undead",
        "description" : "When you raise the dead to do your bidding, they come in skeletal hordes and withered masses that obey your every command, working and fighting until destroyed. Any body, no matter how decomposed, can be raised to serve your will.  You must expend a Willpower Trait to call on the Shambling Hordes, and then invest one Mental Trait and one Blood Trait for each corpse animated. As long as the skeleton is reasonably intact, the corpse rises to do your bidding. Such guardians can perform tasks or fight for you with no regard to their own welfare. They typically have four health levels (though heavily damaged corpses may have less), and they suffer no wound penalties. These zombies fight with the same number of Physical Traits that they possessed in life (assume five Traits for randomly chosen corpses). They can be given orders to attack people or to guard an area, and they wait tirelessly until destroyed. Decomposition will continue for corpses in varying states of decay, although completely skeletal guardians will be unaffected."
    },
    "rank_4" : { 
        "cost" : 6,
        "rank" : "Intermediate",
        "name" : "Soul Stealing",
        "effect" : "Pull the soul from a living or undead body",
        "description" : "Your mastery of animate flesh and spirit allows you to pull the soul from a living or undead body. With Soul Stealing, you draw out the victim's soul, turning it temporarily into a wraith while leaving the body as an empty husk.  You must expend a Willpower Trait and engage your target in a Social Challenge to use this power. If you succeed, the soul is torn from the body, forced to remain as a ghost for a full hour or scene. You can then use other Necromancy powers to bind the hapless spirit as long as it is separate from the body. The body itself continues to survive in a comatose state, a perfect host for other possessing spirits."
    },
    "rank_5" : { 
        "cost" : 9,
        "rank" : "Advanced",
        "name" : "Daemonic Possession",
        "effect" : "Place a willing soul into a fresh corpse or inanimate body",
        "description" : "Though you are not dealing with actual infernal spirits, you can cast a willing soul into a fresh corpse or inanimate body. Thus embedded, the soul takes control of the body, turning it into a new physical home. Dead bodies continue to decay, and thus, they last no more than a week, but this trick provides a perfect temporary repose for a free-floating soul or summoned ghost.  The body must have died within the same scene in which you use Daemonic Possession, or else it must be alive or undead and bereft of consciousness (for instance, if you have removed its soul or if the owner is currently using Subsume the Spirit, Possession or Psychic Projection). Bodies of vampires in torpor do not make suitable hosts, as the vampire's spirit is still inside the torpid body. You need not make any challenge or expenditure-with an appropriate host and spirit, the process is automatic once you exert your power."
    }
}