{
    "name" : "Auspex",
    "type" : "Discipline",
    "description" : "The twisted psyches of Clan Malkavian house a passion and insight unmatched among the other lines of Cainites. Through their bizarre powers of Dementation, the Malkavians spread their madness, catalyzing insanity among mortal and vampire alike. Though this power was found only among the deranged Freaks of the Sabbat, a recent wave of instability has spread its nightmarish bubbles through Malkavians across the globe.  The Malkavians do not consider the secrets of Dementation proprietary; indeed, many seem almost eager to spread them. Curiously, other Cainite students of this Discipline need not be insane to use its powers. The Discipline does not seem to spread insanity, but rather, unlocks the doors of the psyche, exciting the madness that festers in every mind.  Some Lunatics do not use Dementation consciously. These few instead catalyze the passions of their victims; such advisors and seers spread their insight to unsuspecting vampires, who in turn find themselves spiraling slowly out of control. Other Malkavians recognise, categorize and use the powers of Dementation like the other regimented Disciplines. Strangely, the most stable and sane-appearing Lunatics are typically the ones who exert their Dementation with the least awareness.  Dementation powers use the Empathy Ability for retests.",
    "retests" : "Empathy",
    "rank_1" : { 
        "cost" : 3,
        "rank" : "Basic",
        "name" : "Passion",
        "effect" : "Amplify or dampen emotions",
        "description" : "You can bring emotion to a fever pitch, accentuating any and all drives or fears that may occupy the mind of your subject. Alternately, you can diminish passions to whispers, quelling the most fierce emotional fires.  You must engage your victim in a Social Challenge in order to use Passion. If you succeed, you enhance or dull the subject's emotions, at your choice. If you heighten the target's sensitivity, then the subject suffers from the Negative Mental Trait Impatient. If you dim the subject's emotions, then the victim suffers the Negative Mental Trait Submissive. In either case, the target should roleplay the new condition The incited Passion lasts for the remainder of the scene or for a full hour, whichever comes first. Successive uses of this Discipline on the same individual are not cumulative. The source of this affliction is not immediately obvious, though some elder vampires are aware of the mind tricks of the Malkavians, and they may deduce the source correctly if someone suddenly becomes manic or listless."
    },
    "rank_2" : { 
        "cost" : 3,
        "rank" : "Basic",
        "name" : "The Haunting",
        "effect" : "Fleeting nightmares follow your target",
        "description" : "Freakish, fleeting nightmares follow your target. The surreal world seems to come alive in barely heard noises and brief glimpses of motion. Victims find themselves distracted by inexplicable sensations, often stemming from their own hidden fears and guilt. Though you have no control over these images, you can choose what sense is affected. With continuous prolonged exposure, your subject may fall to madness as these apparitions afflict his consciousness.  You must expend a Blood Trait and engage in a Social Challenge with your victim in order to use this power. If successful, the subject suffers from fleeting nightmares, often plucked from his own subconscious. For the remainder of the evening, the victim suffers from the derangement Schizophrenia (see p. 214). Your use of this power is not immediately evident, although the victim should roleplay the effects of his new terrors. "
    },
    "rank_3" : { 
        "cost" : 6,
        "rank" : "Intermediate",
        "name" : "Eyes of Chaos",
        "effect" : "You find wisdom in the cracks of reality",
        "description" : "Scrutinizing patterns, you can find wisdom in the cracks of reality. Your insight extends to seemingly random patterns and bizarre manifestations of chance. Watching the interplay of events around you, you can sometimes discern complex patterns in them; observing people in action, you uncover their motives and secrets.  You can delve into someone's innermost motives by watching his simple actions. You must watch the target for a full turn, concentrating on his actions and motions. Then, you must engage in a Mental Challenge with the target. If you succeed, you learn the subject's Nature.  By watching the fall of random events around you, you may gain insight into your current situation. If you spend a full turn in contemplation of circumstances and expend a Mental Trait, you can predict (to some degree) the possible course of events. For the remainder of the scene, or for the next hour (whichever comes first), you cannot be surprised.  Losing a challenge in Eyes of Chaos causes you to become entranced with the patterns around you. Consider this entrancement identical to the Torea. dor Clan Disadvantage."
    },
    "rank_4" : { 
        "cost" : 6,
        "rank" : "Intermediate",
        "name" : "Voice of Madness",
        "effect" : "Reduce targets to howling fear or anger",
        "description" : "Simply by speaking aloud to your victims, you can reduce them to howling fear or anger. You address your targets in a reasonable tone, encouraging them to succumb to their inner demons. Those terrors then come to the fore, driving your victims to blind, uncontrolled panic.  You must expenda Blood Trait to use this power. Then, by speaking to your victims for a full turn, you can attempt to drive them into frenzy. You may affect multiple people at once, as long as they can all hear you. You then make a Social Challenge against your targets; any who lose to you are brought to the verge of frenzy. Mortals immediately flee in terror, as if affected by Rötschreck. Vampires, Lupines and other creatures capable of frenzy make Self-Control Instinct Tests immediately, with a difficulty of four Traits, or else fall into a similar state. However, you must also test for Rötschreck, with a difficulty of three Traits. This frenzy lasts for an entire scene unless curbed with Willpower or other capabilities, and mortals do not remember their actions during this period of terror. "
    },
    "rank_5" : { 
        "cost" : 9,
        "rank" : "Advanced",
        "name" : "Total Insanity",
        "effect" : "Cause the hapless victim to succumb to a wash of overpowering lunacy",
        "description" : "Madness lies around the nearest comer of every mind. Pulling insanity from the recesses of your target's deepest memories and beliefs, you cause the hapless victim to succumb to a wash of overpowering lunacy.  You must gain your target's total attention for a full turn; many Malkavians do so with sudden tricks, non-sequiturs and bizarre actions. You must then expend a Blood Trait and engage your target in a Social Challenge. If you win, your victim begins to suffer from five derangements, chosen by a Storyteller or Narrator, for the remainder of the evening. This Discipline is not cumulative--you cannot pile up more derangements with successive uses.  For ease of use of Total Insanity, it may be handy to make up several cards with derangements listed on them, and allow your subject to choose five randomly."
    }
}