{
    "Animalism" : {
        "description" : "For a vampiric predator, mastery over animals is a simple task, the vampire's Beast is more dangerous than any animal's nature. By drawing on this feral connection, vampires can communicate with and control animals. Indeed, vampires who develop a communion with their animal side often seem attractive or at least masterful to most animals. This Discipline is practiced by the Gangrel, Nosferatu, Ravnos and Tzimisce clans; the Gangrel and Nosferatu often establish equitable or friendly relationships with natural creatures, while the Tzimisce show their mastery over lesser life forms through this power. Ravnos find animals to be useful scouts, spies and meals in their nomadic travels.",
        "retests" : "Animal Ken",
        "powers" : [
            { 
                "cost" : 3,
                "name" : "Feral Whispers",
                "effect" : "Communicate with animals",
                "description" : "By looking into the eyes of an animal and perhaps making some related sound (like growling or hissing), you are capable of communicating with the creature. Your predatory nature allows you to understand and cow natural creatures. Depending on your predilections, you may deal with the animal equitably, or you may demand obedience. The animal may not wish to obey, but this Discipline's power insures that the animal is at least favorably disposed toward you. Even if the animal is intractable, you may be able to force it into submission. Using this power requires that you look into the eyes of the creature with which you desire to communicate; if this gaze is lost, then you must attempt to re-establish contact if you wish to continue communicating. Most animals will continue to attend your gate while you are communicating with them, though. Animals without eyes, or very simple in nature, do not have enough of a mind or Beast to connect with easily. This power works best with predatory creatures and larger birds, reptiles and mammals.  You may communicate with animals without any test. However, to issue commands, you must defeat the animal in a Social Challenge - generally, the animal will have the equivalent of six to eight Traits for this challenge, as determined by a Narrator. If you succeed, you can count on the animal following your orders for the remainder of the evening. Most animals lack the intelligence necessary to carry out complex or conditional commands, but they can perform simple tasks like fetching, following people or guarding locations"
            },
            { 
                "cost" : 3,
                "rank" : "Basic",
                "name" : "Beckoning",
                "effect" : "Summon animals to your side",
                "description" : "By uttering a howl or other animal noise, you can summon animals to your side. Depending on how you couch your call, you can summon all animals of a particular type within the area, or just a few. The creatures hasten to your Beckoning, ready to aid or simply to provide nourishment. Though animals called by this power do not fall under your control automatically, they are at least favorably inclined toward you.  You must expenda Social Trait for each animal that you summon. Only animals that can hear the summons respond; you cannot call a bird from across a city, nor could you call an animal that cannot hear. You may be as specific as you desire within the category of summoned animals. For instance, you may choose to summon all the rats in an area, or just the white ones, or even a specific rat that you know about. Animals summoned with this power may take some time to arrive. Your Storyteller can issue cards for your animals or swarms, as appropriate. Animals summoned with this power remain as long as they are not attacked or threatened (within their conception--a rat would certainly feel threatened by the movements of several people in the area), or until the scene ends. You can use other Animalism powers normally to command or control the animals called"
            },
            { 
                "cost" : 6,
                "rank" : "Intermediate",
                "name" : "Quell the Beast",
                "effect" : "Bring creatures into submission",
                "description" : "Touching (from surprise or with a Physical Challenge) or gazing into the eyes of a victim, you can project the fearsome predatory aspect of your vampiric nature. Your Beast serves to show your ultimate mastery over your prey, cowing humans and animals alike into submission. Without the inner fire of powerful emotions, the subject is apathetic.  Different vampires evoke this power in different ways. Nosferatu most commonly soothe the Beasts of their subjects, drawing them into lassitude, while Tzimisce and Gangrel often assert their mastery over lesser subjects and terrify the victims into submission. Regardless of the means, the results are similar; any vampire using this Discipline can choose her particular style. No speech or vocalization is necessary -- only the physical or eye contact. You must engage in a Social Challenge with your victim in order to use this power. Once you have intimidated or soothed the subject, he may no longer use Willpower Traits for the remainder of the evening. Such a subject also gains the Negative Traits Submissive x 2, for the same duration. Multiple uses of this power are not cumulative; once affected, the victim cannot receive additional Submissive Traits through further uses of this Discipline.  Cowing the Beast of a vampire is much more difficult. You must expenda Willpower Trait to make the attempt (before engaging in the Social Challenge). If successful, the vampire suffers from the normal effects of this power. Alternately, you may use this power on a vampire in frenzy, causing the Cainite to snapback into lucidity. In such a case, you expend the Willpower Trait and make the Social Challenge as usual, but if you succeed, the vampire merely returns to lucidity instead of suffering the other effects of this Discipline. You may not use this Discipline on yourself."
            },
            { 
                "cost" : 6,
                "rank" : "Intermediate",
                "name" : "Subsume the Spirit",
                "effect" : "Move your consciousness into an animal",
                "description" : "Locking eyes with an animal, you can now move your consciousness into its body, dominating it completely. Your soul pushes aside the animal's weaker spirit, and your own body falls into a comatose state, while your spirit uses the animal as a vessel. Though influenced by the animal's bestial nature, you can still exercise your intellect and even some of your superatural capabilities.  You are limited by the physical constraints of any animal that you possess -- your physical Disciplines do not augment the creature, nor do you have the ability to speak or manipulate objects if that is normallyoutside of the animal's physical capabilities. However, you can use the animal's natural abilities, such as claws, wings poison and gills.  There is no functional limit to the distance at which you can exercise this Discipline once you have possessed an animal ---- you may move freely in the animal's body, even in sunlight (subject to the normal restrictions for remaining awake during the day), without concem for your vampiric form. However, you are not automatically aware of what transpires around your comatose body. Ifyour animal form suffers injury, your vampiric body suffers equal sympathetic injury, if the animal body is slain, your soul returns to your body and you enter torpor. Should you choose to leave the animal's body for your own, this happens regardless of distance as long as you are conscious. However, you must declare this intentat the beginning of the tum and survive until the end of the tum (if you are in combat or other dangerous situations). Fleeing the animal body does not require an action; you may still act normally in the tum that you intend to return to your body. If you are injured (without being knocked unconscious) while attempting to return to your own body, you must make a Simple Test -a tie indicates that you remain in the grip of animalistic behavior for the rest of the scene, and a failure causes you to immediately enter frenzy, though in both cases you return to your Cainite form automatically.  If your vampiric body dies while you inhabit an animal's form, you can try to remain in the animal body. Each sunrise, you must make a Simple Test (win ortie). If you lose your spirit plunges into the astral realms, gone forever. Thus, you have only a short time to survive.  Exercising this power requires that you gaze into the eyes of the beast that you intend to possess (if the animal has no eyes, you may not possess it). You must then expend Social Traits to move into the animal's body. The more Social Traits you choose to expend, the more complete your connection to the animal form. With simple possession, you direct the body as you choose; more complete dominance allows you to use some of your own Disciplines while in the body.  Once you have used this power, you suffer from some of the animal's habits and instincts. For each Social Trait expended on the possession, you suffer from one Negative Trait of Feral. These Traits remain until you overcome the animal's behavior patterns by expending Willpower Traits-one Willpower Trait for each Negative Trait removed. You should roleplay the animal's mannerisms, even after returning to your own body, until you have managed to remove these Negative Traits, although you can slowly overcome them by spending Willpower Traits over time (you need not try to overcome all of the Feral habits at once).",
                "traitEffects" : { 
                    "1" : "Simple possession",
                    "2" : "Can use Auspex",
                    "3" : "Can also use Presence and Animalism",
                    "4" : "Can also use Dementation and Dominate",
                    "5" : "Can also use Chimerstry, Necromancy, and Thamaturgy"
                }
            },
            { 
                "cost" : 9,
                "rank" : "Advanced",
                "name" : "Drawing Out the Beast",
                "effect" : "Induce frenzy in target",
                "description" : "Your mastery over the Beast Within is superb. Through your keen understanding of predatory nature and the ability to influence other creatures, you can draw out your own Beast, pushing your frenzy on others. Animals and ghouls are favored targets for this power, turning them into killing machines, but you can attempt to exert your Beast on anyone.  You must be on the verge of frenzy to use this Discipline. You exert this power in lieu of making any Virtue Test to control your frenzy. Instead, you make a Social Challenge against any individual within your line of sight. Doing so does not cost an action; you may attempt this feat any time that you are about to frenzy. If you win, your frenzy is transferred to the victim. The hapless recipient immediately enters frenzy and even manifests some of your personality, habits and speech patterns (which should be roleplayed - typically, characters with the Investigation Ability may recognize your mannerisms in the victim). The victim remains in a normal frenzy, while you are unaffected and unable to frenzy for the duration. Should the victim die while frenzied, though, the screaming Beast immediately returns to you, requiring you to make a Virtue Test or to exercise this power again. If you lose, you instead frenzy immediately with no Virtue Test, and you are unable to fight against your frenzy with Willpower Traits.   While the Beast is loosed in a victim, you remain complacent and placid. However, if the victim leaves your sight before the frenzy is over, you lose your Beast, suffering as if subjected to Quell the Beast - you cannot use Willpower Traits and you gain the Negative Traits Submissive x 2. You must find the recipient of your Beast and convince the Beast to return by acting in a monstrous fashion, or else kill the victim so that the Beast returns automatically."
            }
        ]
    },
    "Auspex" : {
        "description" : "A predator's senses must be fearfully acute, so many vampires hone their sensory talents to incredible sharpness. This improved awareness starts merely by expanding physical senses, but as a vampire's powers of perception grow, consciousness itself becomes fleeting and sublime. Such a heightened awareness encompasses subtle textures and emotional states, transcending the physical limitations of the body while developing sharpness of the mind.  The powers of Auspex grant the ability to see through supernatural deception. With such focused attention, Auspex can even pierce the veils of Chimerstry and Obfuscate. Whenever Auspex is active (a conscious choice on the vampire's part), a Mental Challenge may be made with an opponent to try to see through the illusions of Chimerstry or the misdirection of Obfuscate. Winning this challenge with Auspex penetrates the deceptive powers. Losing, though, indicates that the vampire is affected normally. For each level of difference between the subject's Obfuscate or Chimerstry and the searcher's Auspex, there is a Trait modifier on a one-for-one basis in the event of ties or overbids. For example, a searching vampire with Telepathy (an intermediate level of Auspex) counts two additional Traits against an opponent who only knows Unseen Presence, a Basic level of Obfuscate. This bonus applies even when not using the full level of these Disciplines; an individual hiding with Mask of a Thousand Faces is still very difficult to detect if his mastery of Obfuscate has reached the Advanced level of Cloak the Gathering, A chance to see through supernatural concealment always exists, but doing so is much more likely if the searcher's Auspex powers are highly advanced and/or the opponent's powers are weak. When using a Heightened Sense, hold up a number of fingers based on your power level (one for Basic, two for Intermediate, three for Advanced).  The Auspex Discipline is most evidenced by the Tremere, Tzimisce and Malkavian clans, who use it for supernatural insights, and by the Toreador, who use their superb senses in conjunction with their artistic work.  Auspex powers retest with the Investigation Ability. Willpower may be used for a single retest when attempting to spot an Obfuscated or otherwise hidden individual-in such a case, the vampire focuses his senses and concentrates fiercely, redoubling his searching efforts.",
        "retests" : "Investigation",
        "powers" : [
            { 
                "cost" : 3,
                "rank" : "Basic",
                "name" : "Heightened Senses",
                "effect" : "Extend your senses beyond human norms",
                "description" : "At will, you can extend your senses beyond human norms. Your eyesight and hearing sharpen to twice your mortal limits, while your touch, smell and taste are acute enough to pick out tiny details and features with ease. You can sharpen any or all of your senses, as desired. Furthermore, you sometimes have flashes of insight, preternatural awareness of danger or future events.  Any senses augmented by this Discipline function at twice normal effectiveness, allowing you to spot hidden foes, hear the rustle of leaves outside, taste a bit of poison in vitae, read a hand-written note by touch and smell incense burned hours ago. Should your senses be overwhelmed, though, you may be stunned temporarily. A loud gunshot, a flash of light or other overwhelming factor can incapacitate one of your senses for a time, causing you to lose the benefits of this Discipline. Furthermore you remain completely stunned for one turn, and you lose the sharpened sense in question for the duration of the scene, unless you expend a Willpower Trait to keep your wits about you."
            },
            { 
                "cost" : 3,
                "rank" : "Basic",
                "name" : "Aura Perception",
                "effect" : "Read creature's aura",
                "description" : "By watching a subject carefully, you can pick out the glowing halo or aura that surrounds all creatures. The interplay of colors in this aura gives you insight into the subject's emotions, motives and true nature. This Discipline is noticeable, though, as you stare at the subject with intense concentration.  You must be able to see your target in order to use Aura Perception. You then spend atur in concentration and make a Static Mental Challenge with a difficulty of the target's number of Mental Traits (more complex targets are harder to read). Since using this power is a Static Test, the target may not relent or retest. If you succeed, you may ask any one of the following questions, which the subject must answer truthfully: What is your current mood/emotional state? What sort of creature are you (human, vampire, werewolf, etc., subject to your knowledge of such beings and their auras)? Are you under the effects of any form of magic! Have you committed diablerie (see the section on diablerie,p. 216, for how long this form of detection is viable)? Was the last thing you said a lie?  Aura Perception also allows you to sense ghosts and astral forms. If you suspect the presence of a ghost in an area, you may expend a Mental Trait to make a normal challenge to sense its aura, as described previously. If you succeed, you are aware of the ghost's aura as a pale, flickering and amorphous light, though this is not sufficient for you to identify specific individual ghosts."
            },
            { 
                "cost" : 6,
                "rank" : "Intermediate",
                "name" : "The Spirit's Touch",
                "effect" : "Read psychic impressions from objects",
                "description" : "Every being leaves traces of its thoughts and emotions wherever it goes. With this Discipline, you can read these psychic impressions from objects that others have handled, or that have strong emotional events tied to them. A simple touch and a moment of concentration unlocks a flood of images and sensations, possibly giving insight into the past of the item. Note that you may only use this power on objects or places, not on people, vampires, animals or other living creatures.  By touching an item and expending a Mental Trait for a turn of concentration, you gain a brief flash of insight into any powerfully emotional events surrounding the object in question. Each use of this power on an object allows you to ask a Narrator one of the following questions, requiring a truthful answer: Who last touched this object (before me)? Was this object used in any emotionally stressful events, like a murder, a passionate romance or a maniacal rage? What strong emotions drove a particular subject holding this object? Answers to these questions generally come in the form of images and impressions, you may not get exact names or lists of information, but instead distorted pictures, flashes of sudden passion and repeating sounds and voices. It is up to you to interpret such information  Using this power on objects charged with particularly powerful emotions - knife used to kill someone, a blanket clutched during childbirth, a bizarre puzzle that drove someone to insanity - may cause you to be temporarily overcome with emotions that are not your own. At the discretion of a Narrator or Storyteller, you may temporarily suffer from a derangement for the rest of the scene."
            },
            { 
                "cost" : 6,
                "rank" : "Intermediate",
                "name" : "Telepathy",
                "effect" : "Link your consciousness to another creature",
                "description" : "Projecting your senses outward, you can pierce the shroud of reason in the minds of others, drawing forth their very thoughts. You can link your consciousness to anyone you can see, sending or receiving concepts that you and the target 'hear' in your respective minds.  In order to use Telepathy, you must make a Mental Challenge against your subject. A willing subject may relent to this mental contact, but there is no way to identify the originator of a given telepathic missive short of making contact (or you choose to identify yourself). You must also spend a full turn in concentration, focusing on your subject. If you succeed, you establish a brief link, allowing you to send or scan thoughts as long as you maintain the contact. You may issue a stream of thoughts that the subject 'hears' as a single concept, or you can pluck a thought from the victim, asking a single question and demanding a truthful answer. Legitimate secrets that can be uncovered are anything that could be discerned with Aura Perception, as well as such questions as: What is the appearance of a person, place or item about which you are speaking? What is the name of a person, place or item about which you are speaking? What element have you omitted from your answer to a question, if any? What is the true answer to a question that you have lied about? What memories do you have of one topic (querent's choice) of current conversation? If you choose to interrogate an unwilling victim, you must make a Mental Challenge for each question asked: if simply communicating normally, no additional challenges are required.  With effort, you can probe deep into the consciousness of an open mind, drawing out hidden secrets or buried memories. Doing so allows you to ask more detailed questions than the cursory ones usually employed with Telepathy. By expending a Mental Trait after establishing a successful telepathic link, you may ask and expect a truthful response to: What is one of your Flaws or Negative Traits, if any (subject's choice)? What is one of your derangements if any (subject's choice)? Each question asked requires a Static Mental Challenge against the subject's Mental Traits, and the subject may not relent--you are delving deep into the mind, which reacts automatically to defend against intrusion.  At Storyteller discretion, Telepathy may discern clumsy uses of Dominate, particularly of Forgetful Mind, but with a great deal of effort. The most common means of doing so is to establish a link and begin asking questions, as described in the paragraph above. A second Static Mental Challenge against the subject's Mental Traits may allow you to spot gaps in a memory or where a memory has been poorly reconstructed. Modern vampires compare such gaps to be like watching a badly spliced film.  Communication with Telepathy proceeds in impulses, images and feelings, and it does not rely on the use of a common language, so even people who do not speak the same language may make themselves understood. Individuals unused to the sudden onslaught of Telepathy may be momentarily stunned or disoriented by projected thoughts, at the Narrator's discretion. Telepathy may also be used simply to eavesdrop, scanning someone telepathically is invisible and largely undetectable, unless another character with Telepathy tries to 'listen in on the link' (using a Static Mental Challenge against the scanner). Such eavesdropping can only be used on surface thoughts. Beware, thoughif you force your way into someone's mind without permission, the target may make a Willpower Challenge to force you to break off your link.  You may only use your Telepathy on one subject at a time, but this limit does not preclude someone else from using her own Telepathy on you. If you contact a subject and then use your Telepathy on someone else, your link to the first subject collapses and must be re-established later.  Using Telepathy on a supernatural creature is a taxing exercise, and it requires the expenditure of a Mental Trait. This Trait is expended before the Mental Challenge is made to establish the link. Telepathy only functions on beings with conscious thought. The Discipline has no effect on constructs that are not self-aware or on normal animals."
            },
            { 
                "cost" : 9,
                "rank" : "Advanced",
                "name" : "Psychic Projection",
                "effect" : "Project senses outside body",
                "description" : "No longer confined to the physical plane, you can project your senses and awareness outside of your own body. Thus untethered, your consciousness roams various planes of thought, allowing you to spy on areas all over the world as an incorporeal spirit. Without the concerns of mass and matter, you easily pass through any physical barrier and move at the speed of thought to any place on Earth, under the orbit of the moon.  While your senses are projected, your body lies in a comatose state, unaware of its surroundings. Your psychic form does not tire from travel, nor is it hindered or injured by the material world. Indeed, you are completely invisible and intangible, unable to affect anything physically. However, your spirit-form can still sense its surroundings normally, even using your other powers of Auspex. Your immaterial form is tied to your material corpse through a silver cord, a sort of psychic tether that keeps you fron becoming lost in the realms of spirit.  Sending your senses out in this fashion requires the expenditure of a Willpower Trait. You may remain out of your body as long as you like, though the rise of the sun over your physical form may force you into slumber. Furthermore, by expending an additional Willpower Trait, you can manifest for a single turn as an intangible apparition, allowing you to be seen and to speak audibly. While materialized, you can use any of your Mental or Social Disciplines simply by expending a Mental Trait before making the appropriate additional expenditures or challenges. While visible, you appear as an idealised form of yourself, complete with projected trappings, though your real-world physical possessions do not come with you in spirit form. Even while visible, you remain intangible and thus immune to injury from conventional sources like claws, fire, sunlight and mundane weapons (although your comatose body can still be harmed). While in astral form, you may not possess other bodies, even if you have that talent in Dominate.  You may deal normally with other astral forms that you encounter, conversing and using Mental or Social Disciplines. You may even attempt to injure other astral travelers by attacking their silver cord. Such astral combat uses Mental Challenges, with damage causing the opponent to lose Willpower Traits. Once an astral combatant runs out of Willpower Traits, his silver cord snaps, stranding him in the spirit realms. From there, the spirit may accidentally wander deeper into other worlds (such as the Dark Umbra in Oblivion or the Realms described in Laws of the Wild), or he may stumble about until he finds a way to return to his body. Some spirits thus trapped never return, captured or devoured by monstrous entities that dwell in the astral plane.  While astral, your consciousness exists in a mental projection of the material world. You cannot directly interact with or see wraiths, Umbral spirits or Garou (see Oblivion and Laws of the Wild), unless you find a means to travel to or sense the other spirit worlds. Similarly, your astral form is invisible and intangible to them unless you manifest in the physical world."
            }
        ]
    },
    "Celerity" : {
        "description" : "As one of the physical augmenting Disciplines of vampires, Celerity represents preternatural speed and reflexes. When angered, stressed or consumed with need, a Cainite can use the power inherent in the blood to fuel heractions, moving with startling quickness.  If attacked by surprise (see p.200), the victim may not use Celerity in the initial challenge - she must respond with her normal reflexes, and can only draw on her vampiric speed once she has reacted to the surprise.  The Celerity Discipline is most common among the Assamite, Brujah and Toreador clans. The former two tend to use the powers of Celerity in battle, while the latter engages in feats of dance, rapid completion of artwork or to flee from danger.  Since Celerity simply grants additional actions or modifiers to speed, it does not draw retests from any Ability. Actions performed with Celerity can still be retested appropriately (if shooting a gun twice, for instance, Firearms is used normally for a retest on each shot). Additional actions with Celerity can only be used for physical feats; one cannot use rapidfire Dominate or Thaumaturgy with Celerity, for instance. As a general rule, Mental and Social Disciplines may not be activated during Celerity, except during Alacrity.  Use of Celerity at the speed of Swiftness or above is generally considered a breach of the Masquerade. Note that a vampire need not use her full level of Celerity; a vampire with Advanced Celerity could simply rely on the Basic levels if desired.",
        "powers" : [
            { 
                "cost" : 3,
                "rank" : "Basic",
                "name" : "Alacrity",
                "effect" : "Preempt other's physical actions",
                "description" : "Your reflexes are finely honed. Even as you watch others act, you can spring into action, completing your movements before they can respond.  By expending a Blood Trait, you gain the ability to preempt any physical actions taken in the same turn, as long as you are aware of them (a face-to-face mugging, yes - a sniper attack, no). Thus, if someone declares an attempt to pull out a hidden weapon and shoot at you, you can preempt that action to pull out your own gun and fire back instead of being relegated to dodging). Similarly, if someone attacks an ally, you can preempt the action to get in the way and fight against the aggressor instead. If you attempt to preempt someone using Celerity or a similar speed-enhancing power, the character with the highest degree of Celerity acts first."
            },
            { 
                "cost" : 3,
                "rank" : "Basic",
                "name" : "Swiftness",
                "effect" : "Gain one additional action (two total)",
                "description" : "With shocking speed, you move faster than humanly possible. Even as others are recovering from events, you are making your next move.  Expend a single Blood Trait to gain one additional action in your turn, in addition to your preemptive Alacrity (the costs are not cumulative). This additional action is taken at the end of the turn, after everyone has resolved single basic actions. If multiple people have additional actions like this, they are all resolved at the same time, after basic actions. You can thus swing a sword twice, run twice as far as normal in a turn, fire a gun and then duck behind cover, or otherwise perform multiple feats."
            },
            { 
                "cost" : 6,
                "rank" : "Intermediate",
                "name" : "Rapidity",
                "effect" : "Use the Bomb in challenges of speed and agility",
                "description" : "Even other Cainites are dazzled by your superhuman speed. You routinely catch dropped objects, and the speed of your passing whips clothes and loose debris about.  Invoking all of your Celerity, at the cost of a single Blood Trait, enables you to use the Bomb in challenges of speed and agility. When performing an action where speed is of the essence, such as dodging an attack, throwing a knife or grabbing something out of someone's hand, you can declare that you have Rapidity. Once thus declared, you may choose to use the Bomb, a fist with the thumb pointing upward; the Bomb defeats Rock and Paper, but loses to Scissors (the fuse is cut) and ties with other Bombs. This symbol is usable in any challenges of speed throughout the turn However, you are not required to use the Bomb - it is simply another option.  You may use Rapidity in any challenge where you rely on your own speed, even if your opponent attempts to use strength or stamina. Thus, if you try to use your Rapidity to dodge out of the way of someone grabbing at you, you can still use the Bomb. If the opponent possessed Might, you could still use the Bomb for speed, but the opponent would be able to use his Might retest for grappling."
            },
            { 
                "cost" : 6,
                "rank" : "Intermediate",
                "name" : "Legerity",
                "effect" : "Gain one additional action (three total)",
                "description" : "Moving faster than the human eye can track, you blur across the landscape with the speed of a cheetah. Compared to you, bystanders are statues.  You may activate your Legerity and all other Celerity levels for the turn at the cost of one Blood Trait. Your Legerity grants you one additional normal action at the end of the turn, in addition to your action from Swiftness (thus, you have at least three actions, a preempt and the Bomb in challenges of speed). Actions gained from Legerity come after basic and Swiftness actions, at the end of the turn."
            },
            { 
                "cost" : 9,
                "rank" : "Advanced",
                "name" : "Fleetness",
                "effect" : "Win all ties in challenges of speed",
                "description" : "When you call on your blood, you burst into a whirlwind of motion. Your passing extinguishes small flames, whips up flurries of debris and sows confusion among slower-moving entities.  With a single Blood Trait, you activate all of your Celerity powers. You now win all ties in challenges of speed, regardless of Traits. If some other consideration would cause you to lose on ties (such as wounds or an enemy's Potence), you compare Traits normally instead of losing automatically. This benefit lasts for the duration of the entire turn in which you use your Celerity. Your Fleetness functions in all challenges where you rely on speed, even if your opponent tries to use strength or stamina. Thus, if you use the speed of Fleetness to challenge an opponent who uses the strength of Puissance, ties are determined normally (since you both have powers that would win all ties). If the opponent only had Might, you would win all ties but still be vulnerable to a Might retest."
            }
        ]    
    },
    "Dominate" : { 
        "description" : "Many Cainites are willful creatures, casting about their ambitions and bending mortals to their desires. For some, though, the strength of will channels into the power to bend minds and control actions. With a piercing gaze and a forceful word, Dominate can cause even the strongest mortal mind to crumble and push even other vampires to accede to one's desires.  Most Dominate powers require the victim to meet the Cainite's gate and to hear his commands. Simple sunglasses do not protect against this power, as long as the subject can see the dominator's eyes, he can be affected. Furthermore, commands may be issued silently with Telepathy, as long as the victim meets the dominator's gate.  Dominate is most common among the Giovanni, Lasombra, Tremere and Ventrue clans, who all exercise their authority unflinchingly.  Retests with Dominate use the Intimidation Ability, as the vampire exercises his powerful will against your subject. A subject may attempt a retest by expending a single Willpower Trait, and may only make one retest per challenge. A vampire of lower generation is always immune to a weaker vampire's Dominate powers (although canny elders may feign otherwise)",
        "retests" : "Intimidation",
        "powers" : [
            { 
                "cost" : 3,
                "rank" : "Basic",
                "name" : "Command",
                "effect" : "Target must follow simple command",
                "description" : "Exerting your will against a single individual, you can give a simple command and demand obedience. A single word, even one embedded in a sentence and stressed slightly, becomes an imperative command to your victim. You need only meet your victim's gaze. As long as your victim sees your eyes and hears your voice, your command carries the authority of your blood.  You must meet the gaze of your subject and speak a single word, emphasized for control. This command must be simple and easily understood: 'Stop,' 'Run,' 'Sleep,' 'Scream,' 'Follow,' and 'Silence!' are all acceptable examples. The command cannot be blatantly harmful or self-destructive. You then engage in a Mental Challenge with your opponent. If you win, your victim must follow the order directly and immediately. The command cannot last more than 10 minutes."
            },
            { 
                "cost" : 3,
                "rank" : "Basic",
                "name" : "Mesmerism",
                "effect" : "Implant triggered commands to your subjects",
                "description" : "Like a hypnotist, you can impart commands to your subjects, even keying them on specific trigger events. If you can meet your subject's gaze and speak aloud your commands, you can force the subject to obey your will. Unsuspecting victims can even be given commands that they must carry out later.  By making a Mental Challenge against your subject, you can impart more complex or subconscious commands. You may give your subject any sort of command as long as it is not self-destructive. This command can either be triggered immediately ('Go and fetch me a mortal vessel') or implanted with a particular tripper event ('When the prince ends court, sneese loudly'). Only one such command may be implanted in a victim at a time, and unless other powers are used, the victim may well remember the process Placing an order in your victim requires only as much time as it takes to speak the entirety of your order. Both the trigger and the suggestion must be clear and easily understandable."
            },
            { 
                "cost" : 6,
                "rank" : "Intermediate",
                "name" : "Forgetful Mind",
                "effect" : "Alter memories of your victims",
                "description" : "Your considerable powers of mental manipulation allow you to exert your influence in the very memories of your victims. By meeting your target's gase, you can draw out answers to questions and even alter the subject's memory. You can erase entire blocks of the victim's past, or replace recollections subtly with your own dictated constructions.  You can cover, alter or erase memories, you must make a Mental Challenge against your victim. With success, you can change up to 15 minutes of your victim's memories additional blocks of time may be altered with additional challenges. You can simply erase areas of the past, leaving the victim with a hole in his recollections, or you can specify new memories to overwrite your victim's experiences. By questioning your victim, you can also prompt him to elucidate his memories, repeating back his own experiences. As long as you gaze into the victim's eyes, and the subject is unthreatened, you keep the target pacified and unable to move or resist your hypnotic powers. Implanting additional commands with other Dominate powersstill requires additional challenges, though. Whenaltering someone's memories, you should record the number of Mental Traits that you possess at the time of the alteration --- later uses of Forgetful Mind may be able to overcome your powers.  Although you can remove, add or change memories, you cannot destroy a subject's actual capabilities. That is, you may remove all memory of a subject learning a particular Ability or Discipline, but the victim will still retain the capability in question - he may simply be unable to recall how and when he learned it. Forgetful Mind is most useful in changing someone's memories of an event (causing someone to forget your feeding, for instance) or to cover traces of other powers (removing someone's recollection of the use of Mesmerism, leavingan implanted command buried in the subconscious mind). Themore detailed your description, the more realistic the memory seems to your victim.  Use of Forgetful Mind can also determine if a particular set of memories is fake, by causing the subject to recall his overwritten experiences. By winning a Static Mental Challenge against the Mental Traits of the previous dominator, you can determine if certain memories are falsely implanted or changed, and you can then restore the original memories or alter the false ones as you see fit. You cannot use this power on your own memories."
            },
            { 
                "cost" : 6,
                "rank" : "Intermediate",
                "name" : "Conditioning",
                "effect" : "Removing victim's personality and free will",
                "description" : "The depths of your mental influence are frightful and pervasive. With time, you can strip away the defenses of the most determined mind, even removing your victim's personality and free will. You must have unrestricted access to your subject for several full nights. Should you manage to tear down the victim's resistance, her will is shattered and her mind becomes completely pliant to your whims.  Each night that you attempt to exercise Conditioning, you must make a Mental Challenge against your victim. If you manage to accumulate as many successes as your subject's Self-Control Instinct Traits (or Willpower Traits for victims without vampiric Virtues), you tear down the victim's mind and turn her into a virtual slave. The victim loses creativity and self-direction, instead following your orders to the letter automatically. You need not make tests to Dominate such a victim; the subject follows your commands even if you cannot make eye contact. Furthermore, the subject gains one free retest against the Dominate powers of any other Cainites.  A victim of Conditioning has little free will or motivation, and he has trouble reacting to stimuli. As a result, such pawns cannot produce artistic works or engage in teaching; they lack the drive and flexibility to perform these sorts of tasks.  If an enslaved subject manages to avoid all contact with her master for six game sessions, minus one session for each Willpower Trait spent (minimum of one full session), then the Conditioning is shaken off and the subject reasserts her individuality. A drone may also bedeprogrammed by the successful use of this Discipline again just as if trying to enslave the subject. The subject resists automatically, but if enough successes are accumulated to perform proper Conditioning again, then the target's original persona can be restored."
            },
            { 
                "cost" : 9,
                "rank" : "Advanced",
                "name" : "Possession",
                "effect" : "Control mortal body",
                "description" : "No mortal mind can resist the power of your will. With but a touch, you can move your consciousness into a mortal body, taking complete control of the shell and suppressing the victim's mind. For the duration of this possession, your own body lies comatose, while the mortal's mind is unconscious and unaware of what transpires.  Once you have touched a likely mortal subject (possibly requiring a Physical Challenge to get a firm grip), you may expend a Willpower Trait immediately and make a Mental Challenge to exercise Possession. If you win the challenge, you take control of the mortal body, while your own body collapses without volition. You must expend a Mental Trait to finish the possession; additional Traits allow you to use some of your Mental and Social Disciplines while in the host body, as shown on the table.  During the course of Possession, you experience everything that happens to the mortal body, as you guide its actions. Your Cainite form also suffers any damage sustained by the mortal body; if the mortal body dies before your consciousness can flee, you immediately collapse into torpor. If you wish to flee the mortal body for your own corpse, you must announce your intent at the beginning of the turn, and your spirit does not leave until the end of the turn (although you may still perform actions as normal). As soon as you leave, the mortal resumes control over his body (assuming that he's still alive).  While in the mortal body, you may travel any distance from your unconscious Cainite form. You have all the capabilities of the living body; you can even survive daylight, if you manage to stay awake (see p. 111). The body is as vulnerable as any other mortal's, though. For this reason, most vampires use ghouls for Possession, relying on the inherent strength in such creatures.  If your vampiric body is slain while your consciousness resides in another body, you can try to hang onto the form. However, you must make a Simple Test (winor tie) at each sunrise. If you lose, your spirit tumbles into the astral plane, lost forever. A possessed body also cannot be Embraced; your spirit prevents the transfer of the Curse, and the body simply dies.",
                "traitEffects" : { 
                    "1" : "Simple possession",
                    "2" : "Can use Auspex",
                    "3" : "Can also use Presence and Dominate",
                    "4" : "Can also use Dementation, Animalism and Chimerstry",
                    "5" : "Can also use Necromancy, and Thamaturgy"
                }
            }
        ]
    },
    "Fortitude" : {
        "description" : "All vampires are supernaturally resilient, capable of surviving blows, slashes, bullet wounds and falls with impunity. Some few, however, are even more powerfully resilient, able to shrug off the most severe wounds and even resist the powers of fire and sunlight for a short time. The Discipline of Fortitude represents such resilience, and its mastery allows survival of situations that would otherwise cause Final Death in lesser Cainites.  The nomadic Gangrel and Ravnos clans, who must survive the rigors of the wilderness and travel, most commonly possess Fortitude. The Ventrue also exhibit this Discipline, often leading their charges into battle while shrugging off terrible attacks.  Retests on Fortitude powers use the Survival Ability.",
        "retests" : "Survival",
        "powers" : [
            { 
                "cost" : 3,
                "rank" : "Basic",
                "name" : "Endurance",
                "effect" : "You do not suffer any wound penalties from anything past the Bruised health level",
                "description" : "While most Kindred still suffer the fatigue and pain of their injuries, you shrug off such hardships. Even the searing injuries of fire and sunlight can barely slow you.  You do not suffer any wound penalties from anything past the Bruised health level, until you are struck into torpor or Final Death. When most vampires lose all ties due to being Wounded, or remain insensible and Incapacitated, you simply suffer the usual penalties of being Bruised."
            },
            { 
                "cost" : 3,
                "rank" : "Basic",
                "name" : "Mettle",
                "effect" : "You gain one additional health level",
                "description" : "Wounds that would slow other vampires mean nothing to you. You can shrug off damage from most sources, ignoring pain and damage alike. Your body resists harm with incredible strength.  On achieving this Discipline, you gain one additional health level, which functions just like an extra Healthy line on your health level chart. This health level can be lost and healed like any other."
            },
            { 
                "cost" : 6,
                "rank" : "Intermediate",
                "name" : "Resilience",
                "effect" : "Convert aggravated damage to normal damage",
                "description" : "Even the banes to most Cainites, fire and sunlight, rarely injure you. You can endure punishment that would reduce other Cainites to ash, albeit for a brief time.  When you suffer aggravated damage, you may immediately make a Simple Test to try to reduce the severity of the damage. If you succeed, you reduce the injury to lethal damage. Before making the test, you may choose to expend a stamina-related Physical Trait, allowing you to reduce injury on a win or a tie. Otherwise, you must win the test outright. Use of Resilience is reflexive; it does not count as an action.  You may only attempt to use this Discipline once on any given attack. Thus, if you suffer two or more levels of aggravated damage from a particular attack, you may test to reduce only one level to lethal damage."
            },
            { 
                "cost" : 6,
                "rank" : "Intermediate",
                "name" : "Resistance",
                "effect" : "Resist some incoming damage",
                "description" : "Your vampiric endurance far surpasses that of any mortal, or even most other Cainites. You shrug off injury without noticeable effect. Blows that would stagger or kill a mortal may not even scratch you.  When you suffer lethal or bashing damage, you may make a Simple Test immediately to avoid some of the damage. If you succeed, you remove one level of the damage from the amount suffered. Before making the test, you may choose to expend a stamina related Physical Trait, allowing you to avoid a level of damage on a win or tie. Otherwise, you must win the test outright. Use of Resistance is reflexive; it does not count as an action.  You may use this Discipline after reducing aggravated damage with Resilience, attempting to negate or reduce the damage entirely. Thus, if you suffer two health levels of aggravated damage from sunlight, you can test to reduce one to lethal damage with Resilience, and if successful, you may then attempt to remove that lethal damage with Resistance. You may only attempt this Discipline once on any given source of damage, so if you suffer two or more levels of damage from a single attack, you may only attempt to reduce a single level of damage from that attack."
            },
            { 
                "cost" : 9,
                "rank" : "Advanced",
                "name" : "Aegis",
                "effect" : "Ignore all damage for one turn",
                "description" : "Like a bar of steel, a mountain, an immutable constant, you resist all damage and survive any attack. Only truly monumental and persistent force can ever destroy you completely. Indeed, once the storm of fire and destruction has passed, you rise out of the chaos unscathed.  At any point during a tum, you may declare the use of Aegis. You must expend a permanent Willpower Traitor three permanent Physical Traits to activate this Discipline (though these Traits may be re-purchased later with Experience Traits). When you declare Aegis, you immediately revoke any damage that you suffered in the turn, and you take no damage for the remainder of the tum. You may even declare Aegis after you have been 'killed', ignoring the damage that killed you and any other injury suffered in the same turn. If you are killed, you must use Aegis in the same turn, once a new turn begins, you cannot revoke any previous damage. Use of Aegis is reflexive; it does not count as an action."
            }
        ]
    },
    "Melpominee" : {
        "description" : "With this Discipline, the very voice of a Cainite is a powerful tool. Inspiring emotion or projecting sound through speech and song, the Melpominee Discipline reflects the incredible mastery possessed by the Daughters of Cacophony. The Greek Muse of tragedy surely reflects in this power, as it can be used both to soothe the mind and to inspire insanity. Some Cainites attribute these sirenlike gifts to a hint of fey madness in the Daughters' bloodline.  The powers of Melpominee function on the very soul, not merely on the flesh. Deaf subjects, or individuals otherwise unable to hear the vampire, can still be affected as long as the singer's voice reaches to the area of the target. These effects extend from the will of the siren, so they only affect those who are in the hearing range of the singer's natural voice or Melpominee-projected effects - engineered recordings, microphones, bullhorns, or electronic or mechanical copies cannot.  The Daughters of Cacophony consider Melpominee to be their highest art and calling, a reflection of the inward music that moves them. As a result, they do not teach its secrets to outsiders, and indeed other Cainites, who do not hear the cosmic music of the spheres, find development of this Discipline difficult in the extreme.  All Melpominee effects use Performance Ability for retests.",
        "retests" : "Performance",
        "powers" : [
            { 
                "cost" : 3,
                "rank" : "Basic",
                "name" : "The Missing Voice",
                "effect" : "Throw your voice",
                "description" : "Like a ventriloquist, you can throw your voice to any place within your line of sight. However, you do not cause your voice to seem to emanate from there with The Missing Voice, you actually cause your speech or song to generate from thin air. You can even carry on two conversations simultaneously, for The Missing Voice functions independently of your normal voice.  You may use The Missing Voice at any time, as desired. However, if you use The Missing Voice while performing other actions, you suffer a two-Trait penalty on the resolution of challenges due to your split concentration."
            },
            { 
                "cost" : 3,
                "rank" : "Basic",
                "name" : "Phantom Speaker",
                "effect" : "You can project speech or song to anyone you know",
                "description" : "No longer limited to sending your voice to a place you can see, you can project speech or song to anyone you know. As long as it is night at the subject's location, you make your voice heard to your target.  The words and music of Phantom Speaker are audible only to your target, unless an eavesdropper with at least the Intermediate level of Auspex manages to listen in by defeating you in a Mental Challenge.  You must expend one Blood Trait to project your voice for a single turn."
            },
            { 
                "cost" : 6,
                "rank" : "Intermediate",
                "name" : "Madrigal",
                "effect" : "Raise or lower emotions of listener",
                "description" : "The crashing waves of your song carry the force of your own emotions. With inspiring verses, you raise others to the heights of passion; black melancholy afflicts the victims of your works of despair.  You must make a Social Challenge against every target that you wish to affect with your Madrigal -- you can affect anyone within hearing range, at your discretion. Willpower can be used to retest in defense against this power, as usual for Social Challenges. If you choose to affect multiple people, use a mass challenge as described in mob combat. Anyone who succumbs suffers the effects of an overwhelming surge of emotion, directed by your choice of song. The subjects should roleplay this wave of emotion as long as you perform no action other than singing.  You must sing for a full turn for Madrigal to take effect. The player need not actually sing to invoke this Discipline, though players so talented are certainly encouraged to do so."
            },
            { 
                "cost" : 6,
                "rank" : "Intermediate",
                "name" : "Siren's Beckoning",
                "effect" : "Cause derrangement in target",
                "description" : "Pulling out the roots of turmoil and despair in a subject, you awaken insanity from the soul. Like the legends of faerie singers and mermaids, you can drive your target into desperation with your melodies.  You must make a Social Challenge against your target to use the Siren's Beckoning. If you win, the victim suffers from one randomly chosen derangement. You may carry about a stack of cards with various derangements and allow the victim to choose one at random, or you may have the derangement relate to the song you sang (such as regression for a children's songor megalomania for a national anthem). This derangement lasts for the rest of the night. "
            },
            { 
                "cost" : 9,
                "rank" : "Advanced",
                "name" : "Virtuosa",
                "effect" : "You can extend your powers of Phantom Speaker or Siren's Beckoning to multiple subjects.",
                "description" : "Though most Daughters of Cacophony are limited to affecting a single target with hidden speech or insanity, your performance carries your music to as many listeners as you desire. You can extend your powers of Phantom Speaker or Siren's Beckoning to multiple subjects.  You need only expend one Blood Trait to use Phantom Speaker or Siren's Beckoning on up to five targets at once. If you use Phantom Speaker, every subject hears the same words or music that you project. If you use Siren's Beckoning, you make a mass Social Challenge against all of the victims at once. In either case, you can only use one power at a time you cannot use Virtuosa to project speech to some people while singing to others simultaneously."
            }
        ]    
    },
    "Necromancy" : {
        "description" : "The unwholesome practices of the Giovanni family comprise several paths of magic centering on death and the dead.   With studies born of centuries of repellent traffic in cemeteries, sewers, crypts and catacombs, the codified powers of Necromancy allow conversation with and control over ghosts and corpses. Even other vampires shudder at the dark practices of necromancer Cainites.  As a study of undead magic, Necromancy consists of multiple paths of study and several rituals as well. Many necromantic powers require specialized components or grisly rites. Thus, vampires who make a practice of Necromancy must often secure such bizarre elements as human corpses, hands of murderers, jars of grave moss and the like. Needless to say, such repugnant practices often have a detrimental effect on one's Humanity.  Some few magicians outside of the Giovanni family also study Necromancy, most notably the rotting Samedi. It is rumored that there exist small bloodlines of extremely potent necromancer Cainites with powers beyond those known to the Giovanni.  A Giovanni student of Necromancy begins studies with the Sepulchre Path, the path of control over ghosts. Once Intermediate expertise is achieved, the student may expand into the studies of the Ash Path (communication with the Underworld) or the Bone Path (control of zombies) at the Basic levels, but he may learn only one of the two paths. At the Advanced level of mastery in the Sepulchre Path, the necromancer may begin studies of the other path as well, and he may improve beyond the Basic levels in any Necromancy path. Some few Cainite necromancers study more rare paths, or in a different order, but all Giovanni and Samedi vampires learn the Sepulchre Path first. ",
        "paths" : [
            { "The Sepulchre Path" : "sepulchrePath.json" }, 
            { "The Ash Path" : "ashPath.json" },
            { "The Bone Path" : "bonePath.json" },
            { "Necromatic Rituals" : "necroRituals.json" }    
        ]
    },
    "Obeah" : {  
        "description" : "Though modem Cainites know the Salubri as soul-stealing demonologists, the powers of Obeah are a strange mixture of defense and healing. Indeed, powerful Salubri can apparently repair the very scars of the Beast on a Cainite's psyche. Of course, few would trust the Cyclops enough to undergo such treatment. As these powers irrevocably mark the user as a Salubri or ally of such, they are almost never seen or heard of by other vampires -no Salubri would give away his position to Cainites who might betray him to the Tremere, nor would he teach such fatal secrets to another.  Once a vampire leams the Basic power of Anesthetic Touch, he develops a third eye in the middle of his forehead. This eye opens anytime an Obeah power of Anesthetic Touch or higher is used. Cainite scholars speculate that the eye may, in some way, be connected with the mystical (or demonic) insight that grants this Discipline.  Retests of Obeah use the Medicine Ability.",
        "retests" : "Medicine",
        "powers" :  [
            { 
                "cost" : 3,
                "rank" : "Basic",
                "name" : "Sense Vitality",
                "effect" : "Unearth information about the subject's life force",
                "description" : "The ebb and flow of life is obvious all around you. You can feel the pulse of life force with a touch, even sensing the energies of people or Cainites with whom you come in contact.  You must touch your subject to use Sense Vitality. With a successful touch, you can unearth information about the subject's life force by spending Mental Traits. Expending one Mental Trait tells you if the subject is a mortal, vampire, ghoul or other creature. Two Mental Traits tell how much damage the victim has suffered. Three Mental Traits reveal the amount of blood in the subject's system, while four Mental Traits reveal any diseases. These expenditures are cumulative; that is, any expenditure of Mental Traits includes the information for a lesser expenditure automatically.  Sense Vitality may also be used for medical diagnosis, determining the source of injuries or diseases afflicting a victim. Anything that could be learned with a medical examination the source of the injury, the wound's severity, the reason behind unnatural mental states or death - can be learned with a touch. Each condition examined in this fashion requires the expenditure of a Mental Trait. Thus, determining that a subject was injured with a poisoned knife would cost two Mental Traits - one to recognize the wound as a knife wound, and one to recognize the poison."
            },
            { 
                "cost" : 3,
                "rank" : "Basic",
                "name" : "Anesthetic Touch",
                "effect" : "Subject is immune to pain",
                "description" : "Pain flees at your caress, and a peaceful stillness falls on those under your care. Any voluntary subject touched (other than yourself) can be rendered immune to pain. You can also cause mortals to descend into a natural, healing sleep.  You must touch your subject to use Anesthetic Touch, but as it only works on willing subjects, doing so generally requires no challenge. Expending one Blood Trait causes the subject to suffer no penalties from wounds for the next full turn. If you also expend a Willpower Trait, the pain-numbing effects last for the rest of the scene, or for an hour, whichever ends first.  Alternately, you can cause a willing mortal to sleep. You must expenda single Blood Trait. The mortal immediately enters a deep, peaceful slumber, suffering no nightmares orderangements. The subject can be awakened normally. If the mortal sleeps for an entire natural sleep cycle (which will happen automatically if uninterrupted), then the mortal's Attribute Traits are refreshed and one Willpower Trait is restored on awakening.  Anesthetic Touch has no effect on vampires."
            },
            { 
                "cost" : 6,
                "rank" : "Intermediate",
                "name" : "Corpore Sano",
                "effect" : "Heal the subject",
                "description" : "The power of your blood carries healing vitality. Touching the injuries of a subject, you cause them to close and heal immediately.  You must touch an area on or near an injury to invoke Corpore Sano, possibly requiring a Physical Challenge if the victim is for some reason unwilling (a vampire who does not trust the assurances of a diabolical Salubri, for instance). Each Blood Trait that you expend heals one health level of lethal damage on the subject immediately and completely; aggravated damage requires two Blood Traits per level healed. If your generation precludes you from spending enough Blood Traits to heal the target completely, you can maintain your contact over the course of several turns in order to heal severe injuries. You are not required to heal all damage that a target suffers --- you can spend as much or as little blood as you like over the course of the healing."
            },
            { 
                "cost" : 6,
                "rank" : "Intermediate",
                "name" : "Mens Sana",
                "effect" : "Cure a derrangement",
                "description" : "Soothing words and supplicating paeans calm the mind of your subject, gifting mental peace to the disturbed. Whether by psychological discourse or religious exorcism, your words carry away the worries and problems of disturbed individuals.  Using Mens Sana requires you to spend about 10 minutes in uninterrupted, quiet conversation with the subject. You must expend two Blood Traits and make a Static Mental Challenge with a difficulty of the subject's Mental Traits- more complex minds are harder to cure. If you succeed, you alleviate one of the target's derangements. Although a Malkavian can never be cured of his core problem permanently, this power can affect even such madness, temporarily removing the derangement for the rest of the scene or the next hour (whichever comes first). Other subjects are relieved of the burden of insanity permanently.  Mens Sana cannot be used to cure your own derangements. "
            },
            { 
                "cost" : 9,
                "rank" : "Advanced",
                "name" : "Unburdening the Bestial Soul",
                "effect" : "Restore humanity or path traits",
                "description" : "Perhaps the most incredible power of Obeah, Unburdening the Bestial Soul allows you to lift the terrible stains of the vampiric Curse from the soul of a target. You literally take the subject's soul into communion with your own, soothing the psychic scars and trauma that afflicts the victim. Though you cannot remove the Curse of Caine from a subject, you can heal the most terrible emotional trauma that weighs down most vampires.  When you remove a soul for healing with Unburdening the Bestial Soul, the subject's body is devoid of consciousness. As a result, the empty shell cannot be affected by Mental or Social Disciplines, as there is no personality to affect. However, it does make a perfect host for wandering spirits or ghosts. Unless possessed by an outside consciousness, the body automatically follows your simple verbal commands as long as you hold the soul. Without free will, though, the body cannot perform any task but autonomic functions unless you direct it specifically.  Unburdening the Bestial Soul functions only on a willing subject, and you must make eye contact with the target. Then, you make a Static Physical Challenge against the subject--the difficulty is two Traits for every Humanity/Path Trait that the subject falls below six (a subject with three Humanity Traits, for instance, has a static difficulty of six Traits). This power only functions on vampires with Humanity Traits, or on the Paths of Harmony or Honorable Accord, and it cannot affect a subject who has no remaining Humanity/ Path Traits.  Once you remove a subject's soul, you can expend permanent Willpower Traits to restore Humanity/ Path Traits on a Trait-for-Trait basis. You can restore the subject up to the normal maximum of five Traits.  If you fail to care for the subject's body while holding the soul, or try to hold the soul after the subject wants to return to his body, you risk losing your own Humanity (make a Conscience/Conviction Virtue Test, difficulty four Traits). The soul can make a Mental Challenge against you once per night to break free in such a case.  You cannot use Unburdening the Bestial Soul to restore your own Humanity/Path Traits"
            }
        ]
    },
    "Obfuscate" : {
        "description" : "As creatures of cunning, intrigue and misdirection, Cainites possess an uncanny knack for deception and stealth. For some, though, this ability goes far beyond normal subterfuge. Such vampires actually cloud the minds of people around them, dulling notice and directing attention elsewhere. As a result, these vampires can remain obscured from observation, perhaps even extending their concealing powers to other objects and people.  The powers of Obfuscate are often employed by the Assamites in their assassination work, and by the Followers of Set, who surreptitiously ferret out secrets and watch over their quarry. Malkavians use this power to escape notice when engaged in their insane activities. The undisputed masters of this Discipline, though, are the Nosferatu, who use its mind-numbing powers to gather secrets and hide their fearful countenances.  Because Obfuscate clouds the awareness of its targets, they avoid notice of a concealed individual and to rationalize away such attention unless it is forced on them. Thus, if a vampire is concealed with this Discipline while wandering about a room, people avoid her subconsciously. If she sits in a chair while hidden, others ignore the chair, taking other seats or standing but failing to notice her innocuous presence or the mysteriously empty' seat. This concealment is generally broken if the hidden individual deliberately interacts with the environment, by picking up or dropping something, speaking to someone, touching a person or manipulating an object-the amount of concealable activity varies with this Discipline's power, as shown in the individual levels. The concealment of Obfuscate functions against all of the senses, because it actually forces attention away from the hidden individual. Thus, the presence of a Nosferatu wandering about with Unseen Presence is not betrayed by any telltale odor of the sewers.  Cross your arms in front of your chest to represent your use of Obfuscate, displaying a number of fingers on each hand corresponding to your highest level of power (one for Basic, two for Intermediate, three for Advanced).  The Discipline of Auspex can sometimes be used to pierce the veil of Obfuscate. An individual with Auspex (or a similar power of supernatural sensitivity) may penetrate Obfuscate if he is already looking for hidden individuals. The searcher may engage in a Mental Challenge with the hidden subject. For each level of difference between the subject's Obfuscate and the searcher's Auspex, there is a Trait modifier on a one-for-one basis to the outcome of ties or overbids. If the searcher wins, then he pierces the Obfuscate and senses the hidden vampire normally. If the concealed individual wins, the searcher remains oblivious to her presence. Thus, ifa vampire with Vanish from the Mind's Eye (an Intermediate power) uses Obfuscate while trying to evade a vampire with only Heightened Senses (a Basic power), the hiding vampire gains a two-Trait bonus on the Mental Challenge, and if successful, he remains unseen. This bonus applies even if the sneaking vampire uses a lower level of Obfuscate than he actually possesses, so using Unseen Presence is still potent against low levels of Auspex if the vampire actually has Intermediate or Advanced Obfuscate. Similarly, simple Heightened Senses and the like gain the full benefit of the vampire's best level of Auspex, so a vampire with Psychic Projection is extremely difficult to fool, even if only using the Basic levels of sensory powers.  Obfuscate powers last as long as they are maintained, and they generally require no particular effort. These powers conceal the user and everything wom or carried. The Stealth Ability is used for retests by augmenting the Discipline with natural shadows and concealment. Hidden individuals cannot use Willpower to defend against Auspex challenges to Obfuscate (they cannot will them selves into a more hidden state). ",
        "retests" : "Stealth",
        "powers" : [
            { 
                "cost" : 3,
                "rank" : "Basic",
                "name" : "Cloak of Shadows",
                "effect" : "Use cover to fade from view",
                "description" : "By remaining still and relying on natural cover, you can blur the apparent lines of your form and make it difficult for people to notice you. While nobody is watching, you can use cover to fade from view. As long as you remain completely silent and unmoving in a shadowed place or behind some sort of cover, you may cross your arms in front of your chest to represent the use of Obfuscate. While thus hidden, nobody but a Cainite using Auspex (or another supernatural creature with similar sensory acuity) can spot you. This concealment vanishes immediately if you move, speak or interact with your environment in any fashion."
            },
            { 
                "cost" : 3,
                "rank" : "Basic",
                "name" : "Unseen Presence",
                "effect" : "Wander about while remaining unnoticed",
                "description" : "Your powers of concealment allow you to fade from view, and then to wander about while remaining unnoticed. Any time that you are hidden from sight, you may invoke this Discipline, crossing your arms in front of your chest to represent Obfuscate. Once concealed, you may move about at a walk and remain unnoticed. This concealment remains as long as you do not speak, make any loud noises or interact with your environment - you can wander about unnoticed, but you automatically become visible if you open a door, attack a person, exert the Presence Discipline or knock over a vase, for instance."
            },
            { 
                "cost" : 6,
                "rank" : "Intermediate",
                "name" : "Mask of a Thousand Faces",
                "effect" : "Cause others to see you not as you really are",
                "description" : "By twisting perceptions around you, you cause others to see you not as you really are but as someone different from your actual physical appearance. Generally, this power causes people to ignore your features, making you unassuming and average. However, with concentration, you can assume a specific hallucinatory visage, or even copy the features of another individual.  While using the Mask of a Thousand Faces, your features seem bland and unremarkable. Most often, people will describe you in vague, general terms relating to your normal appearance, but without any specifics, unique features or details. (Nosferatu and Samedi in particular find this power useful for assuming a semblance of their mortal countenances.) If you expend a Mental Trait, you may assume a specific set of features instead, causing those who look on you and who do not pierce your disguise to see, hear and smell the form that you choose. Thus, you can make your hair seem to be of a different color, change your apparent facial features, or seem to exude the smell of a specific perfume (or no smell at all). Note, though, that this power does not change the appearance of anything that you wear or carry-only your physical features are obscured. A Mask of a Thousand Faces remains until you fall asleep, are knocked unconscious or torpid, or are killed.  You still use your normal Social Traits while using the Mask of a Thousand Faces. You can copy an image of fewer Traits deliberately, but if you hope to masquerade as someone with more Social Traits, you must expend Blood Traits to match that person's total Social Traits. Otherwise, your appearance and mannerisms mysteriously fail to convey the person's countenance properly. You cannot use the Mask of a Thousand Faces to assume more Social Traits than your generation would allow you to possess, so you may have difficulty duplicating the incredible grace of an elder. In either case, you still use your normal Social Traits; the assumption of the Mask of a Thousand Faces merely causes you to appear like someone of more or less social acumen and appearance."
            },
            { 
                "cost" : 6,
                "rank" : "Intermediate",
                "name" : "Vanish from the Mind's Eye",
                "effect" : "Fade from view in front of others",
                "description" : "The incredible powers of your stealth allow you to remain hidden even while speaking or moving about. You can even fade from plain sight, disappearing from the view of any onlookers.  When using Vanish from the Mind's Eye, you gain all the benefits of Unseen Presence, but with some additional power. You may vanish from view at any time, without having to seek cover. To do so, you simply declare your intent, and then make a mass Mental Challenge against any onlookers (regardless of Auspex) who care to challenge your powers - you bid one Mental Trait for each onlooker, and throw one symbol against all of them. If you succeed, you fade away, unnoticed by anyone. Even if some people notice you, you can attempt to fade from their view again on consecutive turns. Fading away with Vanish from the Mind's Eye does not count as an action, but it happens only at the end of a turn. Thus, if you strike someone and then attempt to disappear, you must wait until the end of the turn.  Additionally, you may speak aloud while using this Discipline, and still attempt to remain hidden. Again, if you speak, you must make a mass Mental Challenge against everyone trying to detect your position, regardless of Auspex. Anyone losing to you fails to locate you, simply hearing a disembodied voice; those who best you manage to pierce the veil of your Obfuscate. You still cannot remain invisible while interacting physically with your environment, screaming, exerting Presence or attacking, but you could take such an action and then try to fade away, as described previously."
            },
            { 
                "cost" : 9,
                "rank" : "Advanced",
                "name" : "Cloak the Gathering",
                "effect" : "Use obfuscate on others",
                "description" : "Your powers of concealment extend beyond your own form. With an effort, you can throw your disguising powers over several people, hiding them all from view or masking them with hallucinatory guises.  To use Cloak the Gathering, you must spend one Mental Trait for each subject cloaked. You can then exert any Obfuscate power that you possess over the targets. Thus, you could choose to spread several Masks of a Thousand Faces over your allies, making them all look like different people (or even making some look like clones), or you could shroud a group with Vanish from the Mind's Eye, causing them all to fade from view. When you exert this power, you must meet all of the normal conditions for the Obfuscate that you extend-you cannot cast Cloak of Shadows over someone who is not hidden behind cover or shadows, for instance. If you cause a group of people to Vanish from the Mind's Eye, you need only make one Mental Challenge to extend the effect over your entire group. Anyone who bests you sees through the cloak, while anyone who loses to you fails to notice anyone under the cloak. You can only cast out a power that you are using, and you can only extend one power at a time.  Individuals under the effects of Cloak the Gathering still sense one another normally. Of course, a cloaked individual could use his own Obfuscate powers to remain unnoticed to other people under the cloak. If an individual under Cloak the Gathering violates the provisions of his loaned Obfuscate in some way (say, by launching an attack), then he immediately loses the benefits, but the cloak itself remains intact. Only if you violate your Obfuscate does the cloak fail. Similarly, if a character with Auspex attempts to breach your concealment, individuals noticed under the cloak do not compromise the protection for everyone else, but if you are noticed, then the entire cloak fails.  Cloak the Gathering only throws your Obfuscate over other creatures or entities. You cannot use Cloak the Gathering to shroud a house, for instance, but you can certainly conceal a small group of vampires and all that they wear or carry."
            }
        ]
    },
    "Obtenebration" : { 
        "description" : "The bailiwick of the Lasombra clan, the Obtenebration Discipline summons forth and shapes a strange, cloying darkness. This darkness is wholly unnatural. It mutes sound, absorbs light and sometimes seems to have a tangible substance. Some Cainites claim that this darkness is a reflection of the primordial void before Creation, while others hold that it stems from the vampire's blotted soul. Whatever the source, this shadowstuff is certainly terrifying to those unused to its manifestations.  Any given vampire can see through her own Obtenebration darkness automatically without penalty, unless otherwise noted. Creations of other users of the Discipline are just as impenetrable to other Cainites with the power, though.  Occult retests are appropriate for the Obtenebration Discipline's powers, though shades used in a more mundane fashion (like attacking or grappling) should use the appropriate Abilities (like Brawl or Melee).",
        "retests" : "Occult",
        "powers" : [
            { 
                "cost" : 3,
                "rank" : "Basic",
                "name" : "Shadow Play",
                "effect" : "Manipulate darkness",
                "description" : "You can exert a limited degree of control over existing shadows and darkness. At your mental command, darkness can be made to deepen or retreat, lengthen, move, flicker or undulate disturbingly. Though you can only affect a limited area of shadow, the stuff takes on a hellishly cloying quality and bends to your supematural will.  You must expend a Blood Trait to use Shadow Play, once activated, it lasts for the duration of the scene or for an hour. You can affect one individual with the flapping, disconcerting shades of this power. If you choose to conceal yourself, you gain one bonus Trait in all challenges of stealth and ranged combat. By pulling shadows around you into a terrifying mantle, you may alternately gain one bonus Trait in all challenges of intimidation. If you decide to afflicta victim with flapping, twisting shadows, the subject fers from the Negative Trait Chensy due to the distraction, and is disconcerted and asphyxiated by the darkness. A mortal enveloped in this fashion may even be strangled; a mortal with three or fewer current Physical Traits loses one Physical Trait every turn, and then loses one health level per tum as long as the morass continues to attach to her. Should the mortal lose all of her health levels in this fashion, she chokes to death.  Directing the shades of this power to conceal or surround you is automatic, but attacking an individual with the strangling shadows requires a successful challenge of your Mental Traits versus the target's Physical Traits."
            },
            { 
                "cost" : 3,
                "rank" : "Basic",
                "name" : "Shroud of Night",
                "effect" : "Evoke a cloud of inky blackness",
                "description" : "You can evoke a cloud of inky blackness, a blob that absorbs all light and distorts sound. Hovering preternaturally in the air, this globe feels like a heavy morass to all those engulfed within.  You need only expend a Blood Trait to create a sphere of blackness roughly 10 feet in diameter. You can even create the cloud in a location outside of your line-of-sight, at the cost of one Blood Trait, as long as it is within 50 feet of your location. Victims enveloped in this globe suffer the Negative Physical Trait Clumsy while they are engulfed, and mortals with five or fewer current Physical Traits may be strangled, like the power of Shadow Play. (The Trait penalties and strangling damage from this power are not cumulative with Shadow Play, though.) You can even cause the tenebrous cloud to move at a speed roughly equal to a walk, as long as you concentrate fully on such motion.  Inside the Shroud of Night, all light sources other than fire are extinguished and sound is muffled. All victims of the cloud (except yourself and those with some means of seeing through Obtenebration) suffer the penalties of total darkness: They lose two Traits in resolution of challenges, and they are forced to make a single retest on any successful challenge because of the darkness. Even those with Heightened Senses and Eyes of the Beast are affected; each removes one penalty Trait from the effects of the cloud (the forced retest is not removed).  Your Shroud of Night, once created, lasts for the entire scene or hour, or until you dispel the darkness to whatever nether region from which it came."
            },
            { 
                "cost" : 6,
                "rank" : "Intermediate",
                "name" : "Arms of the Abyss",
                "effect" : "Summon forth tentacle limbs",
                "description" : "From the shadowy comers of a room or the blackness of night itself, you can summon forth tentacle limbs that flail about, ensnaring or attacking as you desire. These black shadow tentacles animate as you direct, even while you take other actions. You can pull many tentacles from a single source, or generate shades from several locations at once.  You must expenda Blood Trait to create the shadow tentacles; every tentacle created costs one Social Trait. The tentacles are six feet long and they possess three Physical Traits and four health levels. Each additional Blood Trait spent in the creation can gift one tentacle with an extra Physical Trait, or increase one's length by an additional six feet.  Once created, your shadowy tentacles remain for the duration of the scene, unless you dispel them or fall into unconsciousness or torpor. You can control the actions of the tentacles even while performing other actions. The tentacles can grab, whip, hold items and perform other tasks with precision. The tentacles take damage normally from attacks, and they suffer from fire and sunlight just likea vampire, though they are considered to have any Fortitude that you may possess. You can add your Potence to the might of the tentacles as well, though not at the same time as you are adding your Fortitude. You may not combine the effects of Obtenebration with the powers of any other Disciplines."
            },
            { 
                "cost" : 6,
                "rank" : "Intermediate",
                "name" : "Black Metamorphosis",
                "effect" : "Meld your body with darkness",
                "description" : "Spewing forth your own stained inner spirit, you meld your corpse like body with the very stuff of tangible darkness. Your head and limbs seem to fade into shadow, while bands of blackness striate your body and shadowy tentacles sprout from your torso.  You must expend two Blood Traits and a Social Trait to evoke this power. You immediately sprout four tentacles just like those of the Arms of the Abyss power, though they are considered extensions of yourself and they use your Traits. The chilling darkness about your body and infusing the tentacles afflicts anyone you touch with the Negative Trait Clumsy as their limbs are numbed with supernatural cold. You may make one additional attack at the end of each turn by using the tentacles, in addition to any strikes that you normally gain or make with Celerity (this extra attack is added to your attack sequence, not multiplied if you have extra actions). You gain the bonus Traits Intimidating x 3 while taking on this demonic aspect. Lastly, you suffer no penalties from any sorts of mundane darkness.  The Black Metamorphosis lasts for one scene or one hour."
            },
            { 
                "cost" : 9,
                "rank" : "Advanced",
                "name" : "Tenebrous Form",
                "effect" : "Become form of darkness",
                "description" : "At this level of skill, you no longer summon forth the darkness within yourself - you become it. Your form collapses into a shadowy outline, a pseudo-liquid humanoid shape of utter blackness. While in this form, you can slither about through tiny holes and cracks, and you may see through any normal darkness.  You must expend three Blood Traits and spend three full turns in concentration, doing nothing else, in order to make this transformation. While in Tenebrous Form, you cannot be harmed by physical attacks, although you still take damage from magic, fire and sunlight. You also cannot affect your surroundings physically, as you have no real solid substance. By enveloping a victim, though (with your Mental Traits challenging his Physical Traits as an attack), you can perform the same functions as the Shroud of Night power, causing disorientation, darkness and smothering. You are unaffected by gravity, and you can slither along any surface or move like a blob of ambulatory liquid. You can even use mental Disciplines while in this state, though within the limitations of your form--you have no eyes and thus cannot use Dominate, but you could hide your shadowy form with Obfuscate. In this shadow form, your Blood Traits are the same sort of inky darkness, and thus, they are unaffected by the powers of Thaumaturgy.  While in Tenebrous Form, fire and sunlight are exceedingly painful to you; thus, you suffer a one-Trait penalty on resolution of Courage Tests."
            }
        ]
    },
    "Potence" : {     
        "description" : "All vampires are capable of pretematural strength by human standards, simply through the use of blood. With Potence, though, this strength extends far beyond such measures. The inhuman might of Potence is sufficient to allow a vampire to break bones, shatter stone, even heft and destroy heavy or resilient objects. Vampires using Potence in battle are fearsome indeed, delivering telling blows that fell even their undead adversaries.  Most uses of Potence above the Basic levels are considered a breach of the Masquerade among Camarilla Kindred.  The Potence Discipline is most commonly known by the Brujah, Giovanni, Lasombra and Nosferatu clans, all of whom prize physical strength and prowess. As Potence is a highly useful capability and requires little effort on the part of the vampire in question, many Cainites seek out tutors in this Discipline.  The Potence Discipline, as a physically augmenting Discipline, does not use any Ability for retests other than the Ability commonly associated with whatever task is at hand. That is when striking someone while using Potence, one should use the normal Brawl Ability for retesting. ",
        "powers" : [
            { 
                "cost" : 3,
                "rank" : "Basic",
                "name" : "Prowess",
                "effect" : "Inflict lethal damage instead of bashing damage",
                "description" : "You have unearthed a level of strength unusual in vampires. Where others would flag and fail, you redouble your efforts. Your mighty blows land with a force that kills even the hardiest mortals.  With Prowess, all of your unarmed or clubbing attacks inflict lethal damage instead of bashing damage, if you so desire. Furthermore, once per game session, you may recoup your lost strength, restoring all used Physical Traits of Brawny, Ferocious, Stalwart, Tough and Wiry. You must restore all of them at once if you have some Traits of the appropriate type unused when you invoke Prowess, you cannot restore them later. Using Prowess costs nothing, and it does not count as an action; it may be done at any time."
            },
            { 
                "cost" : 3,
                "rank" : "Basic",
                "name" : "Might",
                "effect" : "Make a single retest on any challenge of sheer physical strength",
                "description" : "Your strength daunts even other Cainites. Few would dare to cross you in a test of physical power. You are far more likely than the average vampire to succeed in challenges of strength.  With Might, you may make a single retest on any challenge of sheer physical strength. Thus, if you are grappling, picking up a heavy object or breaking something, you can use Might as a retest. Once you invoke Might, it is the last test of the challenge; no further retests are allowed. Might costs nothing to use.  You may use Might even if your opponent attempts to evade your strength. Your power is so startling that even an opponent who attempts to outlast you with stamina or to dodge you with quickness can be overcome, as long as you rely solely on your strength. Doing so generally requires you to bid a strength-related Trait, such as the types of Traits restorable with Prowess. Obviously, if you cannot exert your Might, you cannot make this retest-thus, you cannot use Might at range, with a thrown object (requiring speed and accuracy). You could use Might while trying to grab at a dodging opponent, but not when picking up and throwing a heavy object."
            },
            { 
                "cost" : 6,
                "rank" : "Intermediate",
                "name" : "Vigor",
                "effect" : "May use the Bomb in challenges of strength",
                "description" : "Your vampiric strength is truly monumental. You can heft hundreds of pounds with ease, deliver enough force to crush bones in a single blow and hammer down any opponent of lesser strength.  When you possess Vigor, you may use the Bomb in challenges of strength. The Bomb is a closed fist with the thumb sticking up. The Bomb defeats Rock and Paper, ties with other Bombs and loses to Scissors (the fuse is cut). You are not required to use the Bomb, but you must always state before a Physical Challenge that you are capable of doing so. Using Vigor costs nothing. Your use of Vigor requires you to use only your strength; your opponent may try to defend with stamina or speed, but his doing so does not prevent you from using the Bomb."
            },
            { 
                "cost" : 6,
                "rank" : "Intermediate",
                "name" : "Intensity",
                "effect" : "Use Potence as your bid Trait",
                "description" : "Your titanic strength never fails you. Unless sorely pressed or wounded, you can continue incredible feats indefinitely.  Whenever you enter a challenge of strength, you may use Potence as your bid Trait. This Trait does not count toward totals when resolving ties or overbids, but it can never be lost; thus, you may continually use Potence in successive tests of strength. Only if you are forced to risk multiple Traits - such as due to wounds or Negative Traits-do you risk losing any of your other Physical Traits.  If you run out of Physical Traits, you cannot use this Discipline. Once you have been completely exhausted, you can no longer enter challenges."
            },
            { 
                "cost" : 9,
                "rank" : "Advanced",
                "name" : "Puissance",
                "effect" : "Win all ties in tests of strength, do additional damage",
                "description" : "No mortal can match you, and even vampires tremble at your touch. The strength of your dead limbs is truly monumental, crushing anything that stands before you.  With Puissance, you win all ties in tests of strength automatically. You need not compare Traits at all, unless some other factor would cause you to lose ties (such as wounds) or give the opponent the ability to win all ties as well (such as Fleetness).  Furthermore, your incredible strikes inflict an additional health level of damage in combat. This bonus applies to any attack in which your strength is a factor - unarmed combat or combat with melee weapons. However, use of this incredible strength almost certainly breaks weapons that are not specially designed to stand it."
            }
        ]
    },
    "Presense" : {     
        "description" : "To many, vampires seem to exude an air of command, sensuality or intimidation. For a master of Presence, emotions are playthings to be manipulated and stimulated. When many Cainites survive through careful manipulation of mortal society, the ability to sway emotions and control passions is a powerful capability indeed. More than simply using intrigue or carefully rehearsed acting to influence others, vampires with Presence literally project auras of power or dread.  The Presence Discipline is most common among vampires of the Brujah, Follower of Set, Toreador and Ventru clans. Brujah often use Presence to whip mobs into righteous anger, while Followers of Set influence their customers subtly. Toreador cultivate an air of artistic beauty, and Ventrue rely on their control of emotions to influence and rule their 'subjects.'  Unlike Dominate, which affects the rational mind directly, Presence affects emotions. Thus, it is a more subtle form of control. However, subjects of Presence are less predictable than Dominate victims. Also, whereas Dominate requires that the victim see the user's eyes, Presence usually requires only that the user's face be visible -some Presence powers do not even require that much exposure.  Retests with Presence use the Leadership Ability.",
        "retests" : "Leadership",
        "powers" : [ 
            { 
                "cost" : 3,
                "rank" : "Basic",
                "name" : "Awe",
                "effect" : "Can gaining an automatic retest in social challenge",
                "description" : "The sight of you turns heads. When you let your charisma shine, you draw attention naturally. People try to be close to you, and even those disinclined to listen to you give some consideration to anything you say or do.  When you are involved in a Social Challenge, you may expend one Social Trait to invoke Awe, gaining an automatic retest. You may only use this power once per Social Challenge. You may use Awe in a mass challenge, but you must expend one Social Trait for each person retested against."
            },
            { 
                "cost" : 3,
                "rank" : "Basic",
                "name" : "Dread Gaze",
                "effect" : "Target flees your presence",
                "description" : "By hissing, baring your fangs and allowing your vampiric features to rise to the fore, you can terrify mortals and even shake the resolve of other vampires. Though few would risk the wrath of an angry Cainite, your fearsome visage goes beyond that, driving supernatural terror into the hearts of your victims.  By making a Social Challenge against your foe, you strike terror into your victim. If you succeed, the subject flees your presence and tries to avoid you for the rest of the scene or hour. If cornered, the victim will still defend himself, but he will do his best to escape you. The subject defends himself normally, but he must risk an additional Trait if he wishes to attack or act against you, just as if he were wounded.  Using this Discipline actually requires you (in character) to hiss, bare your fangs and otherwise make your vampiric countenance known, so it is a rather obvious breach of the Masquerade."
            },
            { 
                "cost" : 6,
                "rank" : "Intermediate",
                "name" : "Entrancement",
                "effect" : "Make target favorably disposed toward you",
                "description" : "When you bring your charm to bear on an individual, you are almost hypnotically magnetic. Individuals affected by your Presence find your manner irresistible.  You must make a Social Challenge against a target to exercise Entrancement. If you succeed, the target is favorably disposed toward you, and she will not insult or attack you for the rest of the scene (or for an hour). Indeed, a formerly neutral subject wants to aid you and act as your friend; even a previously hostile target is rendered neutral. If you take a hostile action against the subject, of course, the Entrancement is broken immediately, and it may not be used against the subject again in the same scene."
            },
            { 
                "cost" : 6,
                "rank" : "Intermediate",
                "name" : "Summon",
                "effect" : "Draw someone to your location",
                "description" : "Extending your incredible manipulative powers, you can draw others to your location. Your victim need not see you, or even be seen by you - as long as the subject is known to you, you can Summon him to your side. Once called, the subject tries to get to you by whatever means possible, completely unaware of the supernatural nature of the desire and avoiding situations that would prevent fulfilling the compulsion (like locked rooms and overprotective allies). The compulsion lasts until the victim manages to arrive and make his presence known to you.  To Summon someone, you must ask for a Narrator's assistance. Inform the Narrator of the person that you wish to Summon, as well as your number of Social Traits and whether you are using the Leadership Ability. The Narrator then finds the subject, performing a Social Challenge in your stead and using the Leadership Ability for a retest if necessary. If the challenge succeeds, the subject comes to you as previously described. If the challenge fails, the subject manages to resist the Summon. In either case, you have no knowledge of the outcome, so there is no guarantee of success. Of course, if the subject does not appear, you can wait five minutes and then attempt to Summon the victim again.  You can only Summon someone that you know-at bare minimum, someone that you have had the chance to talk with for a few minutes, or someone who has been a target of your presence powers before. If another individual then uses Summon on your subject, the victim heads to the summoner of the most powerful generation; if multiple summoners are of the same generation, the victim goes to the first one to exert the power. Should two vampires of equal generation simultaneously Summon the same victim, then the Narrator should make a Social Challenge between the two, with the victim heading to the victor.  In the unusual case that Summon is used on a false identity (an identity created with Mask of a Thousand Faces, for instance), the Summon still brings the appropriate individual. If multiple individuals use the same false identity, then the first Summon calls whichever is nearest (generally, whichever one a Narrator finds first), and any further Summons then call the same individual. Thus, if three Malkavians using Mask of a Thousand Faces all pretend to be the same imaginary person, a Summon of that person brings whichever of the Malkavians is nearest and then calls that Malkavian for any future uses of Summon."
            },
            { 
                "cost" : 9,
                "rank" : "Advanced",
                "name" : "Majesty",
                "effect" : "You cannot be attacked",
                "description" : "The force of your personality makes even the most stalwart tremble. When you exert your Majesty, heads bow, hearts break and spines quiver. None would dare to challenge you or risk your ire, for your ambiance is without peer.  By expending a Willpower Trait, you exert your Majesty for the duration of a scene or a full hour. You can represent this power's effect by holding your arms out from your sides, or with a special card or ribbon. As long as you have Majesty, nobody may insult you or attack you as long as they are within 10 feet of you and able to see you. A subject may attempt to break through your Majesty by making a Social Challenge against you, but must spend a Willpower Trait to make the attempt. Failure means that the subject cannot challenge your Majesty again in the same scene.  If you attack someone or undertake a hostile action while using your Majesty, the aura fades automatically and immediately as your onlookers are startled or outraged. You may still use your Social and Mental Disciplines as long as they do not inflict direct harm-you may still Entrance or Dominate a subject--but a deliberate attack disrupts your Majesty.  When attempting to penetrate Majesty, a Willpower Trait may be used for a retest. This is an exception to the normal rule that Willpower is used only to defend against Mental and Social Challenges."
            }
        ]
    },
    "Quietus" : {  
        "description" : "The deadly assassins of the Assamite clan study the Quietus Discipline. By transmuting their blood into poison, they deliver death to their targets in terrible silence and agony. This Discipline has become significantly altered since the report of the broken blood curse, and those Kindred familiar with the clan whisper that such powers have not been seen in centuries.  Though many uses of Quietus may involve striking with a blood-covered hand or spitting vitae at one's foes, this transformed blood is more of an alchemical poison than a form of vitae. Thus, blood used with this Discipline cannot later be gathered and used to form blood bonds or as a focus for Thaumaturgy.  Most Quietus powers are not directly opposed, so they do not use tetests. Using Quietus with a physical attack, for instance, simply involves the normal uses of Brawl, Melee and similar Abilities in the attack. If spitting blood at an opponent (a function of several different powers), use Athletics for a retest.",
        "retests" : "Athletics",
        "powers" : [  
            { 
                "cost" : 3,
                "rank" : "Basic",
                "name" : "Silence of Death",
                "effect" : "Create field of silence",
                "description" : "The first skill learned by a true assassin is the ability to travel in complete stealth. The mystical Silence of Death permits you to extend a field of silence about yourself, blocking all screams, gunshots, explosions and so on.  When you use Silence of Death, you muffle all sound within 10 feet of yourself. Although sound from outside can still come into this radius and be heard, no sound emanates from anything or anyone close to you. Using this power costs one Blood Trait to invoke, and the effect lasts for a scene or an hour."
            },
            { 
                "cost" : 3,
                "rank" : "Basic",
                "name" : "Scorpion's Touch",
                "effect" : "Turn your blood into poison",
                "description" : "With the deadly venom and toxins of your studies, you can transmute your blood into a substance that weakens and poisons your victims. You can then coat weapons with this foul ichor, spit it at your foes or simply bring it to the surface of your skin to affect your victim by touch. Unwary foes may actually drink such tainted vitae.  Each Blood Trait that you spend on this power is converted into a dangerous poison. If this tainted vitae touches a victim or is otherwise ingested into her system, she loses one Physical Trait automatically. Thus, you can strike someone with your hand (and a Physical Challenge) and cause the victim to lose an additional Trait due to your venom. You can coat weapons of dagger-size or larger with this poisonous blood, or even kiss your opponent. You can even make a Physical Challenge against anyone within 10 feet to spit this blood at a victim. (Do not actually spit at your foe, of course -simply make your intentions known before making the challenge.)  Mortals who lose all of their physical Traits in this fashion become deathly ill by the next night, and they do not heal normally. See the effects of severe illness in Laws of the Hunt. Otherwise, all lost Physical Traits return at the next game session, as usual.  Any given attack may only use one Trait of blood with this power, though multiple attackers with poisoned weapons could wreak deadly havoc on a single victim. Similarly, you can only spit a single Trait of this tainted vitae or strike unarmed with a single Blood Trait in each action. Altering your blood in this fashion does not require an action on your part - you can strike an opponent with your hand, for instance, and then declare the use of Scorpion's Touch with a single Blood Trait. You can concentrate multiple Blood Traits onto a single weapon, though each strike uses only one Trait of blood and thus reduces only one Physical Trait from the victim). Of course, preparing yourself thus is a legitimate tactic if you think you will be in a protracted fight and you want a weapon sufficient for several strikes."
            },
            { 
                "cost" : 6,
                "rank" : "Intermediate",
                "name" : "Dagon's Call",
                "effect" : "Infect a victim with your blood",
                "description" : "With a touch, you can infect a victim with a small quantity of your own vitae; later, with a bit of concentration, you cause that very blood to burst forth from the victim, tearing her apart from the inside.  You must touch your target physically before using this power (which may require a Physical Challenge). Thereafter, at any point in the same scene or within the next hour, you can issue Dagon's Call - you need not even be able to see the target. You expend at least one Willpower Trait and call for the aid of a Narrator. Each Willpower Trait that you spend at that point then forces the target to make one Static Physical Challenge; the Narrator will take note of your Physical Traits and go to perform the tests against your subject. Each test that the victim fails indicates one level of lethal damage as her very blood tears its way through her vessels and organs. You must declare all Willpower Traits that you expend at once; once you have activated this power, you cannot invoke it again on the same subject until you manage to touch her again."
            },
            { 
                "cost" : 6,
                "rank" : "Intermediate",
                "name" : "Baal's Caress",
                "effect" : "Turn blood into stronger poison",
                "description" : "The toxins in your vitae are sufficient to burn through any flesh, living or undead. This poison melts through flesh once it comes in contact with the bloodstream, leaving other materials unharmed. Indeed, even Cainites without blood in their systems can be affected if the poison enters through a wound.  To use Baal's Caress, you must spend a turn to transform your vitae into poison and then put that blood on an object or weapon of dagger-site or larger. Each Trait of blood so placed on a bladed or piercing weapon causes that weapon to inflict aggravated damage with one strike. Thus, if you place three Traits of blood on a knife with this power, then the next three successful strikes with the knife inflict aggravated wounds. The weapon in question must penetrate the victim's flesh with a successful blow, blunt weapons or unarmed strikes, for instance, cannot use this vitae with any appreciable effect. Blood cannot be placed on bullets; not enough can be applied for appreciable damage, and most of it will be lost during the flight and initial impact.  Note that you must actually place this blood on something and it must enter the target's system in order to have any effect. You cannot randomly bleed on a subject and inflict damage."
            },
            { 
                "cost" : 9,
                "rank" : "Advanced",
                "name" : "Taste of Death",
                "effect" : "Spit blood at foe",
                "description" : "Your concentrated blood is so powerfully toxic that you can merely spit it at a foe and watch it burn through her skin. The ichor evoked with this power does not affect metal or stone, but melts through flesh and bone, reducing it to smoking sludge.  You can spit a single Blood Trait at a victim with this power (this counts as a single action). If you successfully strike with a Physical Challenge, the victim takes one level of aggravated damage. You must directly spew this blood out; if it misses the victim or is placed on an object, it loses its toxicity within the turn. Note that the blood must be deliberately converted into a poison in this fashion - your own blood can still be drained from your body without poisoning the drinker."
            }
        ]
    },
    "Serpentis" : {
        "description" : "The Followers of Set use Serpentis, a power connected with the snakes that are the hallmark of Set's worship. The uncanny capabilities of this Discipline are disturbing indeed, marking the follower as something far different from human even from other vampires. Despite the cold, reptilian features of this Discipline, many of its manifestations are strangely alluring. Followers of Set attribute this facet to their capacity to sway the emotions of their victims, digging out buried secrets and bringing hidden vices to the surface.  Most Serpentis powers involve no challenge to use, or are simply used with combat. Any power used for a direct challenge should use Subterfuge for a retest.",
        "retests" : "Subterfuge",
        "powers" : [
            { 
                "cost" : 3,
                "rank" : "Basic",
                "name" : "The Eyes of the Serpent",
                "effect" : "Immobilised target",
                "description" : "The legendary hypnotic gaze of the serpent is yours. When you meet the gate of a victim (who need only be able to see your eyes), your eyes become gold with large black irises, capturing the attentions of your subject. As long as you hold the gate of the target, he remains completely immobilised.  You must make a Social Challenge to affect your target with this power. If you succeed, the target is paralyzed as long as you hold his gaze with your own. Of course, if the target is attacked or injured, the hypnotic spell breaks."
            },
            { 
                "cost" : 3,
                "rank" : "Basic",
                "name" : "The Tongue of the Asp",
                "effect" : "Your tongue inflicts one aggravated wound with a successful strike",
                "description" : "At will, you can cause your tongue to shift in shape to that of a snake. The supernatural razor-edge on the forked tongue inflicts terrible wounds, striking up to a foot and a half away, and it even lets you drink blood from your victims.  You need only decide to use The Tongue of the Asp in order to gain the benefits of this power. Your tongue inflicts one aggravated wound with a successful strike (requiring a Physical Challenge); furthermore, on successive turns you can drain blood from the victim as if drinking directly. This draining even causes the Kiss, paralyzing mortal victims with helpless fright and ecstasy.  The Tongue of the Asp is highly sensitive to vibrations. Using this Discipline while in darkness allows you to reduce the penalty Traits for natural darkness by one."
            },
            { 
                "cost" : 6,
                "rank" : "Intermediate",
                "name" : "The Skin of the Adder",
                "effect" : "Transform into a hybrid of humanoid and snake",
                "description" : "The power of your reptilian blood allows you to erupt into a serpentine form of protective scales and snakelike flexibility. You can thus transform into a monstrous hybrid of humanoid and snake, an effective engine of war or a terrible slithering beast of intimidation.  You need only spend a Blood Trait anda Willpower Trait to invoke this power. At the end of the turn, The Skin of the Adder overtakes you, covering you in a mottled scaly hide and lending a whiplike flexibility to your limbs. You gain the bonus Traits Lithe and Tough. Your mouth also distends like a snake's, so that your bite causes an additional wound if you win (not tie) a Simple Test after biting (though you can still feed without causing any extra damage, if desired). Your cartilaginous body can also fit through any opening wide enough to accommodate your head. Due to the hideous nature of your snake-form, you gain the Negative Social Traits Bestial and Repugnant while in this form. Obviously, being in this form rips the Masquerade wide open if you're spotted by mortals.  The Skin of the Adder remains in effect until you decide to transform back, or until the next sunrise."
            },
            { 
                "cost" : 6,
                "rank" : "Intermediate",
                "name" : "The Form of the Cobra",
                "effect" : "Turn into a giant cobra",
                "description" : "No longer limited to steps between man and snake, you can literally turn into a giant cobra. This reptile form grants a venomous bite and the ability to slip through small passages, while still allowing you to use any Disciplines that do not require hands or speech. In this form, you retain your normal weight, so you are a tremendous, black-and-gold nightmare serpent.  You must expend one Blood Trait to transform into The Form of the Cobra. The change takes a full three turns, and the rate cannot be accelerated. Clothing and small personal effects change with you. You remain in serpent form until the next sunrise, unless you decide to change back earlier. Additionally, the venom of your bite is poisonous to mortals."
            },
            { 
                "cost" : 9,
                "rank" : "Advanced",
                "name" : "The Heart of Darkness",
                "effect" : "Remove heart from vampire",
                "description" : "Egyptian legend tells that the hearts of the dead are weighed against a feather in the afterlife; those found wanting are devoured, while those found worthy move on to eternal paradise. As you have already cheated death with your immortality, you can now cheat this judgment as well. On the new moon, you can pull your very heart from your unliving body, with several hours of surgery (out of play), you can even do the same to another vampire.  No test is necessary to remove the heart, but the subject must be willing. While most vampiric flesh rots and decays in a single turn after being separated from the body, the withered heart coaxed forth with this power remains intact. Anyone whose heart is removed in this fashion is therefore immune to staking. Most often, the Setite carefully places the heart in a guarded clay urn, perhaps surrounded by other false hearts to avoid discovery.  As the heart is considered the seat of emotion, you gain a bonus Trait in Virtue Tests to resist frenzy. However, you also lose any Empathy Abilities, plus any Social Traits relating to warm interactions with people, such Friendly, Empathetic or Genial.  If a separated heart is staked, then its vampiric owner (the vampire that the heart originally came from) is immediately paralyzed. Should the heart be exposed to fire or sunlight (even a single health level's worth), it is destroyed and its owner erupts into flame, reduced to ash (and Final Death) in a single turn.  Use of The Heart of Darkness can also return a stolen heart to its former body. Obviously, trying to use this power on a mortal, even a ghoul, is messily fatal."
            }
        ]
    },
    "Thanatosis" : {
        "description" : "The corpse like bodies of vampires are innately tied to death. No Discipline reflects this process of arrested decay so clearly as Thanatosis. The Samedi bloodline practices this nightmare Discipline, using its powers to control the very steps of death and decay. Indeed, fearful Cainites whisper that Thanatosis grants some control over the Curse itself, temporarily suspending the immortality of vampires and even reducing them to rotting masses.  The Stiffs do not share their secrets of death, though mercenary Samedi are more than willing to visit the discomfort of Thanatosis briefly on too-curious subjects. This Discipline seems to be a natural outgrowth of the Samedi fascination with death and decay. Strangely, other Cainites who unearth this Discipline do not suffer from the rotting affliction of the Stiffs, leading to some speculation that the bloodline suffers its peculiar curse for other, more sinister, reasons.  Retests of Thanatosis involve the Occult Ability. Optionally, Storytellers may choose to use the more specialized Thanatology Ability for Thanatosis retests",
        "retests" : "Occult",
        "powers" : [
            { 
                "cost" : 3,
                "rank" : "Basic",
                "name" : "Hags' Wrinkles",
                "effect" : "Modify flesh",
                "description" : "You can contract or expand your skin, sending it into baggy, rippling waves or pulling it taut over your undead flesh. Hags' Wrinkles obviously can mask your appearance, but you can also use little pockets of flesh to conceal small objects about your person, although such bulges or depressions may be visible if your skin is not already marred (say, by the signature deformities of the Nosferatu and Samedi) or found during a pat-down search.  Reshaping your flesh with Hags' Wrinkles takes a full turn of effort and the expenditure of a Blood Trait. For the rest of the scene or for the next full hour, your features are unrecognizable and you can conceal up to two objects of jacket or smaller concealment class within the folds of your withered flesh."
            },
            { 
                "cost" : 3,
                "rank" : "Basic",
                "name" : "Putrefaction",
                "effect" : "Shrivel target body",
                "description" : "The Samedi are feared for their control over decay, and Putrefaction is the first manifestation of such power. Supernatural decomposition afflicts any flesh that you touch, if you so will it. Pustulent, festering decay spreads from your point of contact, even rotting the preserved flesh of vampires.  Putrefaction requires you to best your victim in a Physical Challenge while expending a Blood Trait. Should you succeed, the victim suffers one health level of lethal damage and gains the Negative Trait Repugnant until the damage is healed. This sort of wound is accompanied by rotting flesh, decaying teeth and bones, festering sores and fungus-ridden patches. You can strike a victim multiple times with this power, spreading the rot. You can even affect vampires and plants in addition to other living creatures, withering and decaying them"
            },
            { 
                "cost" : 6,
                "rank" : "Intermediate",
                "name" : "Ashes to Ashes",
                "effect" : "Collapse into a heap of ash",
                "description" : "Tearing apart the bonds that hold your physical form together, you collapse suddenly into a desiccated heap of ash. The power of Ashes to Ashes allows you to retain your consciousness, though, keeping you in a pile of fine detritus that can reform later into your original vampiric body.  You must expend two Blood Traits while concentrating for a full turn to use Ashes to Ashes. When you take your action, you transform into a pile of thick, sticky ash. You can vaguely sense your surroundings (about 10 feet in all directions) at this time, and you are completely immune to physical attacks, fire and sunlight. If the ashes are separated, though (a tedious and disgusting task, requiring deliberate effort), you reform missing some parts of your body - the largest remaining pile reforms as yourself, but you take lethal health levels of damage depending on how much of your substance was removed. Should you reform while contained in some object, you burst forth, shattering the object as you resume your usual size."
            },
            { 
                "cost" : 6,
                "rank" : "Intermediate",
                "name" : "Withering",
                "effect" : "Target becomes aged, withered and decrepit form",
                "description" : "By gripping an enemy and channeling your own dead energy into his limbs, you can cause him to twist into an aged, withered and decrepit form. Terrifying pain results as limbs shrink and snap from Withering.  You need only touch or strike a victim with a Physical Challenge and expend a Willpower Trait to use Withering. The subject immediately suffers the Negative Traits Clumsy and Lame, as the shrunken limb is rendered completely useless, and he suffers one health level of bashing damage (in addition to any damage from the blow). Vampires and other supernatural creatures heal the effects of Withering at the end of the night, but mortals and living animals are afflicted permanently.  By making two successful Simple Tests (win only) after striking with Withering, you can strike the head instead of a limb. Doing so kills mortals instantly and causes vampires to suffer the Negative Traits Oblivious and Witless in addition to rendering them unable to use the powers from Celerity, Fortitude and Potence.  Withering is not cumulative on the same limb, but successive strikes can certainly afflict other limbs. Victims with multiple limbs affected suffer all of the Negative Traits appropriately. With no functional arms, a victim cannot attack physically, with no legs, the subject cannot move."
            },
            { 
                "cost" : 9,
                "rank" : "Advanced",
                "name" : "Necrosis",
                "effect" : "You cause the target's skin to rot away and slough off, exposing internal organs",
                "description" : "The hideous decomposition induced with Necrosis disgusts and revolts even the hardiest constitution. Accelerating the forces of decay, you cause the target's skin to rot away and slough off, exposing internal organs in a terrifying panoply of pain.  Necrosis requires you to touch the victim and expend two Blood Traits. The subject immediately suffers a level of lethal damage as his skin rots and sloughs off in pieces. Furthermore, the victim takes the Negative Traits Decrepit and Repugnant as a result of the attack; these Negative Traits remain until the damage heals. Multiple strikes can inflict additional damage and Negative Traits in a cumulative fashion, rendering the victim a pool of putrescent liquid."
            }
        ]
    },
    "Thaumaturgy" : {
        "description" : "Vampires are creatures of magic, and tales in the Book of Nod tell of rituals and powers unknown to the common spate of Disciplines. For the most part, such strange capabilities -controlling the weather, altering one's own blood, casting mystical lights and so on remained the province of apocryphal tales. A rare few vampires learned to harness the power of their blood to perform magic, but most used only the gifts granted by the Curse.  In the Dark Ages, though, the Tremere clan rose to prominence through the use of Thaumaturgy. By combining their mortal wizardly knowledge with their new-foundpowers of blood, the Tremere discovered ways to control the manipulation of vitae, forcing it to perform specialized powers. Furthermore, with careful rituals, they were able to create wide ranging effects, much like the powerful spells attributed to legendary sorcerers.  The Discipline of Thaumaturgy is the study of vampiric magic, the ability to shape the forces of vitae into directed mystical energy. Pioneered primarily by the Tremere, the Discipline is actually composed of several 'paths.' Each path represents a particular area of magical study: blood manipulation, fire control, warding or other, stranger effects.  When learning Thaumaturgy, you must specify one path as your primary path of study. Whenever you improve your Thaumaturgy, you improve your capabilities with that path. However, you can learn additional paths just like other Disciplines. You can never be as skilled in your additional paths as you are in your primary area of study, though, until you master Thaumaturgy. Thus, you cannot study additional paths until you have learned Intermediate Thaumaturgy in your primary path, and your secondary paths cannot exceed the Basic levels until you attain Advanced Thaumaturgy in the studies of your primary path. Once you learn Advanced Thaumaturgy, you may improve any of your other paths to the Advanced level as well through the use of Experience.  Thaumaturgy is the province of the Tremere clan, and they guard their wizardly secrets jealousy. Indeed, learning even the rudiments of Thaumaturgy can take a year or more for vampires unskilled in the Tremere's arcane ways. The Tremere do not teach this Discipline to those outside their clan; vampires who wish to study Thamanergy must find a traitor to the Tremere or else engage in decades of intensive research with the rarest of occult materials and books. However, a few vampires outside the Tremere clan do study.  Thaumaturgy. Most notably, some Assamite viziers have learned to cast Thaumaturgy as a result of their studies of the Tremere curse and its underlying magic; however, as this magic is not native to them, their forms of Thaumaturgy always cost an extra Blood Trait. Within the Sabbat, some rare Tzimisce calling themselves koldun study the ways of Thaumanagy that were brought by former Tremere defectors. Rumors hold that true koldun actually study a completely different form of sorcery, far older than Tremere Thaumaturgy, but none would ever wish to meet a Tzimisce old and twisted enough to know the truth of such matters.  In game terms, vampiric magic is usually referred to as Thaumaturgy, though not all Thaumaturgy is the same. A form of corrupting magic is supposedly practiced by the Followers of Set, for instance, yet it is totally different from and incompatible with the practices of Tremere magic. Of course, this fact does not stop the Tremere from using their knowledge to develop duplicates of such powers. This flexibility to devise paths (duplicating or opposing nearly any Discipline) is, perhaps, the greatest strength of Thaumaturgy.  The majority of Tremere neonates start learning the Path of Blood as their primary Thaumaturgy path, but a few start with other areas. Still, the sheer usefulness of the Path of Blood makes it more valuable than other specialised abilities.  Any use of Thaumaturgy requires the expenditure of a Blood Trait. Some specific powers may require additional expenditures as well. Thaumaturgy does rely on speaking magical phrases and gestures, and as such its use is generally noticeable. Unless otherwise noted, casting Thaumaturgy takes a full turn, and the magic takes effect at the time of your action. You cannot accelerate Thaumaturgy with speed enhancing powers such as Celerity.",
        "paths" : [
            { "The Path of Blood" : "pathOfBlood.json" }, 
            { "The Lure of Flames" : "lureOfFlames.json" },
            { "Movement of the Mind" : "movementOfMind.json" },
            { "Path of Conjuring" : "pathOfConjuring.json" },
            { "Hands of Destruction" : "handsOfDestruction.json" }   
        ]
    },
    "Vicissitude" : {
        "description" : "The Fiends of Eastern Europe harbor twisted secrets that make other vampires shudder. Vicissitude, the signature Discipline of the Tzimisce clan, reflects the inner nature of the most alien of vampires. Through Vicissitude, the wielder can reshape flesh under his very touch, whether into gross deformity or uneathly beauty.  When used on mortals, ghouls, revenants and vampires of weaker generation than the user, Vicissitude's effects are permanent. Vampires of equal or more potent generations can heal back each Vicissitude-inflicted scar as an aggravated wound. Of course, a user of this Discipline can always shape his own flesh as desired.  Nosferatu, Samedi and vampires with similar deformities in their blood always heal back alterations of Vicissitude that attempt to improve their appearances. The Curse of Caine is not so easily circumvented.  Vicissitude uses the Crafts: Body Crafts Ability for retests. Most Vicissitude effects require physical contact and a Physical Challenge as the vampire tears into the flesh of the opponent. Such strikes use Crafts: Body Crafts for retests, instead of Brawl, since the aim is to mutate the flesh. For certain surgical effects, the Storyteller may require some level of Medicine Ability as well.",
        "retests" : "Crafts: Body Crafts",
        "powers" : [
            { 
                "cost" : 3,
                "rank" : "Basic",
                "name" : "Malleable Visage",
                "effect" : "Change your own appearance",
                "description" : "Bending your flesh under your hands, you can change your own appearance. Malleable Visage allows you to duplicate others or simply make your own surface skin different from your natural forms. Cosmetic changes like alterations of voice or skin tone and build are all possible, though you must actually sculpt the desired changes into your flesh.  Changing yourself with Malleable Visage costs one Blood Trait, and it requires you to spend time reshaping yourself appropriately. If you hope to copy someone else, you must make a Static Mental Challenge, difficulty of the subject's Social Traits, to pull off the disguise, and you still use your own Social Traits in any challenge-you are simply duplicating the person's appearance. You can also afflict yourself with a hideous visage, taking on Repugnant Negative Traits (up to three such additional Traits maximum)."
            },
            { 
                "cost" : 3,
                "rank" : "Basic",
                "name" : "Fleshcraft",
                "effect" : "Shape flesh",
                "description" : "Your hands can turn flesh to putty, shaping it like potter's clay. You can perform drastic alterations to the flesh and organs of any creature that you touch.  You must touch your victim to use Fleshcraft, pulling or shaping the flesh to your whims. You can reshape flesh on yourself or others within the limits described in Malleable Visage, or you can move around clumps of tissue or simply reduce someone to scarred deformity. These attacks do not inflict damage, but each such strike causes the victim to suffer a Negative Trait of Repugnant(to a maximum of three such Traits from this power). If you alter the distribution of skin, fat and muscle, you can remove one and only one) of the subject's Physical Traits and replace it with an extra health level, or reverse such an operation."
            },
            { 
                "cost" : 6,
                "rank" : "Intermediate",
                "name" : "Bonecraft",
                "effect" : "Shape target's bone",
                "description" : "Just as you shape flesh with your touch, you can grasp and twist bone, turning it into any desired shape or moving, lengthening, bending or compressing it. Bonecraft lets you literally pull the bone through a subject's flesh, or you can use it with Fleshcraft to completely restructure a victim - or yourself.  Using Bonecraft allows you to remake appearances just like Fleshcraft, but you can also change someone's height or body structure, reshape bone into unusual or spectacular forms, and even make bone spurs and weapons. You must grab the victim, and then twist, pull or bend the bones appropriately. If you do so without exercising Fleshcraft, each such strike causes one level of lethal damage as bones warp and tear their way through flesh. Used in conjunction with Fleshcraft, you can rebuild someone's visage completely, or you can create defensive spines or offensive bone weapons. Such alterations allow the subject to inflict lethal damage with otherwise unarmed attacks."
            },
            { 
                "cost" : 6,
                "rank" : "Intermediate",
                "name" : "Horrid Form",
                "effect" : "Turn into a hideous monstrosity",
                "description" : "Your own body warps and grows into a hideous monstrosity with Horrid Form. Your skin becomes black, rubbery and slimy, while sharp bony spikes protrude from your hands and back. You grow to a full eight feet in height, and you shift into something from a nightmare vision. Those unused to such sights may need to make a Courage test.  Awakening the Horrid Form costs two Blood Traits. You gain the Negative Social Traits Bestial, Feral and repugnant in this form, but you also gain the Physical Traits Brawny, Dexterous, Enduring, Ferocious, Quick and Stalwart for the duration of the power. You may also not initiate Social Challenges except for the purposes of intimidation. You inflict lethal damage in brawling combat, and you score an extra health level of damage on all such attacks. You may remain in Horrid Form until you decide to change back."
            },
            { 
                "cost" : 9,
                "rank" : "Advanced",
                "name" : "Bloodform",
                "effect" : "Turn into a liquid blood",
                "description" : "Deliquescing into a puddle of vitae is within your power. You need only concentrate briefly, and you can reduce any of your limbs or body parts into a puddle of your own pure blood.  Each limb (arm, leg, head) that you transform becomes one Blood Trait; your body forms the remainder of your Blood Traits, up to your maximum size. You can change part or all of yourself, as desired. This blood functions in all ways as your own blood, but you retain a level of autonomic control over it. In Bloodform, you can move at a slow walking pace as a puddle of blood, oozing over things and through cracks. Changing body parts back requires only that you be in contact with the blood, or that you regrow your part by expending Blood Traits appropriate to the part (a single Trait to regrow a limb, for instance), in which case the blood that previous piece becomes inert. While fully in Bloodform, you can use mental Disciplines, and you are immune to all physical dangers except fire or sunlight. If all of the blood is imbibed or destroyed while you are in this form, though, you meet Final Death."
            }
        ]
    }
}