{
    "description" : "Mortal society builds on institutions. As humans raise their cities, they form gatherings of expertise that are manipulated by the Cainites hiding in their midst. If you have Influence, you can sway the direction of some areas of mortal society, pushing cities to grow as you direct. Your Influence can be used to strike indirectly at your foes while protecting your own assets, or to gain information and special resources.  Influence comes in many different areas. You must allocate Traits separately to each Influence; thus, if you have Legal x 4, you could still have Police x3 independently but you would have to spend the Traits for each.  You cannot manage more Influence than the sum of your permanent Physical, Social and Mental Traits combined. This limit counts against all of your total Influence--your combined levels cannot exceed this total. After all, there are only so many things you can do in a night.  When you exercise Influence, you expend temporary Influence Traits. The tables for various Influence areas detail what you can do with a specific number of Traits. Performing an action requires a number of Traits equal to the level of the action; you must use three Traits to perform an action listed at the third level of an Influence chart, for instance. Thus, with high levels of Influence, you can perform many small actions, or a few significant ones.  Certain levels of Influence gift you with items, money or aides. Unlike the Resources Background, money and equipment garnered with Influence does not come automatically each month. If you want a steady income from Influence, you must direct your Influence in that direction continually, and this income does not come with any associated trappings of wealth (you'd have to buy a house and car separately, for instance). Aides garnered with Influence generally help only for one specific task, and they usually only have the equivalent of one level of Ability in their area of skill - for more competent and readily available help, take Allies.  Most cities have only a set amount of Influence in various areas. For instance, Atlanta has a great deal of Transportation Influence, because it is a hub of travel, while Hollywood would have a lot of High Society and Media Influence. A Rust-Belt city where manufacturing and heavy industry has all but disappeared would have very little to no Industry Influence.  Storytellers should map out the total amount of each type of Influence to be had in the city. Once all of the Influence of a given type is used up, the only way to get more is to use Influence to grow that area of society (making new projects or sponsoring investment), to destroy someone else's Influence and thus free up those resources, or to acquire an adversary's Influence in an area. Also, each city may have different reflections of the Influences listed here. A city with a thriving independent film community is going to have a different picture of Media or High Society than a city where the arts are being literally starved out due to budget cuts.  Each area of Influence has its own description. Elder vampires may possess truly far reaching Influence, giving them the power to exert control beyond the levels included here.",
    "bureaucracy" : { 
        "name" : "Bureaucracy",
        "description" : "You can manage various government agencies and bureaus. By dealing with social programs and public servants, you can spin red tape, bypass rules and regulations or twist bureaucratic regimentation to your advantage. Bureaucracy is useful in operating or shutting down businesses, faking or acquiring permits and identification papers and manipulating public utilities and facilities. Government clerks at the city and county level, utility workers, road crews, surveyors and other civil servants are potential contacts or allies.",
        "traitEffects" : { 
            "1" : [ 
                    "Trace utility bills" 
                ],
            "2" : [
                "Fake a birth certificate or driver's licence.",
                "Disconnect a single residence's utilities.",
                "Close a small road or park",
                "Get public aid (minor cash value)"
            ],
            "3" : [
                "Fake a death certificate, passport or green card.",
                "Close a public school for a single day.",
                "Shut down a minor business on a violation"
            ],
            "4" : [
                "Initiate a phone tap",
                "Fake land deeds",
                "Initiate a department-wide investigation"
            ],
            "5" : [
                "Start, stop or alter a city-wide program or policy",
                "Shut down a big business on a violation",
                "Rezone areas"
            ]
        }
    },
    "church" : { 
        "name" : "Church",
        "description" : "Though the modern church has arguably less control over temporal society than it did in the Middle Ages, its policies still exert considerable influence over the direction of politics and communities. Knowing the appropriate people allows insight into many mainstream religions, such as Christianity, Judaism, Islam, Hinduism, Shinto or Buddhism (fringe or alternative groups, such as Scientology, are considered Occult). When you exercise Church Influence, you can change religious policy, affect the assignment of clergy and access a variety of lore and resources Contacts and allies affected by Church Influence would include ministers, priests, bishops, Churchsponsored witch-hunters, holy orders and various attendees and assistants.",
        "traitEffects" : { 
            "1" : [ 
                    "Identify most secular members of a given faith in the local area",
                    "Pass as a member of the clergy",
                    "Peruse general church records (baptism, marriage, burial, etc.)"
                ],
            "2" : [
                    "Identify higher church members",
                    "Track regular church members",
                    "Suspend lay members"
            ],
            "3" : [
                    "Open or close a single church",
                    "Find the average church-associated hunter",
                    "Dip into the collection plate (minor cash value)",
                    "Access private information and archives of a church"
            ],
            "4" : [
                    "Discredit or suspend high-level church members",
                    "Manipulate regional branches of the church"
            ],
            "5" : [
                    "Organize major protests",
                    "Access ancient church lore and knowledge"
            ]
        }
    },
    "finance" : { 
        "name" : "Finance",
        "description" : "Manipulating markets, stock reports and investments is a hobby of many Cainites, especially those who use their knowledge to keep hidden wealth. Though your actual available money is a function of your Resources, you can use Finance Influence to start or smother businesses, crush or support banking institutions and alter credit records. Clearly, such power over money is not to be trifled with - fortunes are made and destroyed with this sort of pull. CEOs, bankers, stockbrokers, bank tellers, yes-men, financiers and loan agents are found among such work.",
        "traitEffects" : { 
            "1" : [ 
                "Learn about major transactions and financial events",
                "Raise capital (large cash value)",
                "Learn about general economic trends", 
                "Learn real motivations for many financial actions of others",
                ],
            "2" : [
                "Trace an unsecured small account",
                "Raise capital to purchase a small business (single, small store)" 
            ],
            "3" : [
                "Purchase a large business (a few small branches or a single large store or service)"
            ],
            "4" : [
                "Manipulate local banking (delay deposits, some credit rating alterations)",
                "Ruin a small business"
            ],
            "5" : [
                "Control an aspect of city-wide banking (shut off ATMs, arrange a bank \"holiday\")",
                "Ruin a large business"
            ]
        }
    },
    "health" : { 
        "name" : "Health",
        "description" : "Some vampires rely on connections in the medical community to acquire blood. Necromancers and practitioners of arcane arts may also require body parts or medical data to further their studies. Furthermore, maintaining the Masquerade often calls for alteration of medical records or faking of particular diseases, some Cainiteseven specialise in the study of blood-bome ailments. All of these sorts of research and development fall under the purview of Health Influence. Coroners, doctors, lab workers, therapists, pharmacists and specialists are just a few of the folks found in this field.",
        "traitEffects" : { 
            "1" : [ 
                "Effect Access a person's health records",
                "Fake vaccination records and the like",
                "Use public functions of health centers at your leisure",
                "Get a single Blood Trait of mortal blood"
                ],
            "2" : [
                "Access some medical research records",
                "Have minor lab work done",
                "Get a copy of a coroner's report",
                "Instigate minor quarantines"
            ],
            "3" : [
                "Corrupt results of tests or inspections",
                "Alter medical records"
            ],
            "4" : [
                "Acquire a body",
                "Completely rewrite medical records",
                "Abuse grants for personal use (minor cash value)",
                "Have minor medical research performed on a subject"
            ],
            "5" : [
                "Institute large-scale quarantines",
                "Shut down businesses for \"health code violations\""
            ]
        }
    },
    "highSociety" : { 
        "name" : "High Society",
        "description" : "The glitterati at the top of society move in circles of wealth and elegance. Many Kindred find such positions alluring, and they indulge in the passions of the famous and wealthy. Access to famous actors, celebrities and the idle rich grants a certa sway over fashion trends. Combined with Fame, a modicum of High Society Influence turns a vampire into a debonair darling of the most exclusive social circles. Among these circles, one finds dilettantes, artists of almost any stripe, old money families, models, rock stars, sports figures and jetsetters.",
        "traitEffects" : { 
            "1" : [ 
                    "Learn what is trendy",
                    "Obtain hard-to-get tickets for shows",
                    "Learn about concerts, shows or plays well before they are made public"
                ],
            "2" : [
                "Track most celebrities and luminaries",
                "Be a local voice in the entertainment field",
                "\"Borrow\" idle cash from rich friends (large cash value)"
            ],
            "3" : [
                "Crush promising careers",
                "Hobnob well above your station"
            ],
            "4" : [
                "Minor celebrity status"
            ],
            "5" : [
                "Get a brief appearance on a talk show that's not about to be canceled",
                "Ruin a new club, gallery, festival or other posh gathering"
            ]
        }
    },
    "industry" : { 
        "name" : "Industry",
        "description" : "The grinding wheels of labor fuel the economies and markets of the world. Machines, factories and blue-collar workers line up in endless drudgery, churning out the staples of everyday living. Control over Industry Influence sways the formation of unions, the movements of work projects, locations for factories and the product of manufacturing concerns. Union workers, foremen, engineers, construction workers, manual laborers and all manner of blue-collar workers exist among these ranks.",
        "traitEffects" : { 
            "1" : [ 
                "Learn about industrial projects and movements"    
            ],
            "2" : [
                "Have minor projects performed",
                "Dip into union funds or embezzle petty cash (average cash value)"
            ],
            "3" : [
                "Arrange small accidents or sabotage",
                "Organise minor strikes",
                "Appropriate machinery for a short time"  
            ],
            "4" : [
                "Close down a small plant",
                "Revitalize a small plant"
            ],
            "5" : [
                "Manipulate large local industry"
            ]
        }
    },
    "legal" : { 
        "name" : "Legal",
        "description" : "Since many of the operations that Cainites undertake are at least marginally illegal, a good amount of sway over judges and lawyers is indispensable. Those Kindred who dabble in law often pull strings in the courts to make sure that the questionable practices of Cainite society go unnoticed and unpunished. Of course, a little Legal Influence is also excellent for harassing an enemy's assets, too. Such Influence ranges from law schools and firms, to lawyers, judges, DAs, clerks and public defenders.",
        "traitEffects" : { 
            "1" : [ 
                "Get free representation for minor cases"
            ],
            "2" : [
                "Avoid bail for some charge",
                "Have minor charges dropped"
            ],
            "3" : [
                "Manipulate legal procedures (minor wills and contracts, court dates)",
                "Access public or court funds (minor cash value) ",
                "Get representation in most court cases"
            ],
            "4" : [
                "Issue subpoenas",
                "Tie up court cases",
                "Have most legal charges dropped",
                "Cancel or arrange parole"
            ],
            "5" : [
                "Close down all but the most serious investigations",
                "Have deportation proceedings held against someone"
            ]
        }
    },
    "media" : { 
        "name" : "Media",
        "description" : "Directing media attention away from vampire activities is a key component of the Masquerade. Putting specific emphasis on certain events can place an enemy in an uncomfortable spotlight or discredit a rival. With Media, you can crush or alter news stories, control the operations of news stations and reporters and sway public opinion, with DJs, editors of all varieties, reporters, cameramen, photographers and broadcasters at your disposal. At Storyteller discretion, Media Influence may also allow access to the more technical areas of television, radio or movies",
        "traitEffects" : { 
            "1" : [ 
                "Learn about breaking stories early",
                "Submit small articles (within reason)"
            ],
            "2" : [
                "Suppress (but not stop) small articles or reports",
                "Get hold of investigative reporting information"
            ],
            "3" : [
                "Initiate news investigations and reports",
                "Get project funding and waste it (minor cash value)"
            ],
            "4" : [
                "Ground stories and projects"
            ],
            "5" : [
                "Broadcast fake stories (local only)",
                "Kill small local articles or reports completely"
            ]
        }
    },
    "occult" : { 
        "name" : "Occult",
        "description" : "The hidden world of the super natural teens with secrets, conspiracies and unusual factions. Obviously, a vampire is aware that there are strange things out there by dint of his very existence after all, if vampires exist...), but hard knowledge of such things is a function of Abilities. By using Occult Influence, you can dig up information to improve your knowledge, get inside the occult community and find rare components for magical rituals. Even parts of the elusive Book of Nodare available to those with the right connections. Cult leaders, alternative religious groups, charlatans, occultists, New Agers and a few more dangerous elements can be found here.",        "traitEffects" : { 
            "1" : [ 
                "Contact and make use of common occult groups and their practices",
                "Know some of the more visible occult figures"
            ],
            "2" : [
                "Know and contact some of the more obscure occult figures",
                "Access resources for most rituals and rites"
            ],
            "3" : [
                "Know the general vicinity of certain supernatural entities and (possibly) contact them",
                "Access vital or rare material components",
                "Milk impressionable wannabes for bucks (minor cash value)",
                "Access occult tomes and writings",
                "Research a Basic ritual from your sect"
            ],
            "4" : [
                "Research an Intermediate ritual from your sect"
            ],
            "5" : [
                "Access minor magic items",
                "Unearth an Advanced ritual from your sect"
            ]
        }
    },
    "police" : { 
        "name" : "police",
        "description" : "\"To protect and serve\" is the motto of the police, but these days, Kindred and kine alike may have cause to wonder who is being protected and served. That said, Police Influence can be very handy to assist with the Masquerade, to protect one's holdings or to raid the assets of another. After all, attitude won't save the anarchs whose haven is the target of a daylight raid. Police of all ranks, detectives, clerical staff, dispatchers, prison guards, special divisions (such as SWAT or homicide) and local highway patrol make up these ranks.",
        "traitEffects" : { 
            "1" : [ 
                "Learn police procedures",
                "Hear police information and rumors",
                "Avoid traffic tickets"
            ],
            "2" : [
                "Have license plates checked",
                "Avoid minor violations (first conviction)",
                "Get \"inside information\""
            ],
            "3" : [
                "Get copies of an investigation report",
                "Have police hassle, detain or harass someone",
                "Find bureau secrets"
            ],
            "4" : [
                "Access confiscated weapons or contraband",
                "Have some serious charges dropped",
                "Start an investigation",
                "Get money, either from the evidence room or as an appropriation (major cash value)"
            ],
            "5" : [
                "Institute major investigations",
                "Arrange setups Instigate bureau investigations"
            ]
        }
    },
    "political" : { 
        "name" : "Political",
        "description" : "Deal-making is second nature to most vampires, so they can get along very well with other bloodsuckers-that is, politicians. Altering party platforms, controlling local elections, changing appointed offices and calling in favors all falls under the purview of Political Influence. Well-timed blackmail, bribery, spin doctoring or any sundry tricks are stock in trade on both sides of this fence. Some of the likely contacts and allies include pollsters, lobbyists, activists, party members, spin doctors and politicians from rural zoning committees to the mayors of major cities or Congressional representatives.",
        "traitEffects" : { 
            "1" : [ 
                "Minor lobbying",
                "Identify real platforms of politicians and parties",
                "Be in the know"
            ],
            "2" : [
                "Meet small-time politicians",
                "Gamer inside information on processes, laws and the like",
                "Use a slush fund or fund-raiser (major cash value)"
            ],
            "3" : [
                "Sway or alter political projects (local parks, renovations, small construction)"
            ],
            "4" : [
                "Enact minor legislation",
                "Dash careers of minor politicians"
            ],
            "5" : [
                "Get your candidate in a minor office",
                "Enact encompassing legislature"
            ]
        }
    },
    "street" : { 
        "name" : "Street",
        "description" : "Ignored and often spat on by their \"betters,\" those in the dark alleys and slums have created their own culture to deal with life and any outsiders who might come calling, When calling on Street Influence, you use your connections on the underside of the city to find the homeless, gang members of all sorts, street buskers, petty criminals, prostitutes, residents of the slums or barrios, and fringe elements of so-called \"deviant\" cultures.",
        "traitEffects" : { 
            "1" : [ 
                "Open an ear for the word on the street",
                "Identify most gangs and know their turfs and habits"
            ],
            "2" : [
                "Live mostly without fear on the underside of society",
                "Keep a contact or two in most aspects of street life",
                "Access small-time contraband"
            ],
            "3" : [
                "Get insight into other areas of Influence",
                "Arrange some services from street people or gangs",
                "Get pistols or uncommon melee weapons"
            ],
            "4" : [
                "Mobilize groups of homeless",
                "Panhandle or hold a \"collection\" (small cash value)",
                "Get hold of a shotgun, rifle or SMG",
                "Have a word in almost all aspects of gang operations"
            ],
            "5" : [
                "Control a single medium-sized gang",
                "Arrange impressive protests by street people"
            ]
        }
    },
    "transportation" : { 
        "name" : "Transportation",
        "description" : "Most Cainites make their havens in defensible parts of cities. Traveling across the wilderness is difficult, with the problems of daylight and marauding Lupines. Without this Influence, the vampiric world shrinks into islands of \"civilization\" with dangerous wastelands in between. Getting access to special supplies and services can also take a measure of Transportation. All these things can be controlled with a bit of sway over truckers, harbors, railroads, airports, taxis, border guards, pilots and untold hundreds, as well as more mundane aspects like shipping and travel arrangements.",
        "traitEffects" : { 
            "1" : [ 
                "Know what goes where, when and why",
                "Travel locally quickly and freely"
            ],
            "2" : [
                "Track an unwary target if he uses public transportation",
                "Arrange passage safe (or at least concealed) from mundane threats (robbery, terrorism, sunlight, etc.)"
            ],
            "3" : [
                "Seriously hamper an individual's ability to travel",
                "Avoid most supernatural dangers when traveling (such as Lupines)"
            ],
            "4" : [
                "Shut down one form of transportation (bus lines, ships, planes, trains, etc.) temporarily",
                "Route money your way (average cash value)"
            ],
            "5" : [
                "Reroute major modes of travel",
                "Smuggle with impunity"
            ]
        }
    },
    "underwor.d" : { 
        "name" : "Underworld",
        "description" : "The world of crime offers lucrative possibilities to strong-willed or subtle leaders. Guns, money, drugs and vice-such delicious pastimes can be led by anyone talented or simply vicious enough to take them. Underworld Influence lets you call on such favors for all manner of illegal dealings, and its ranks are filled by the Mafia, La Cosa Nostra, drug dealers, bookies, Yakuza, tongs, hitmen, fences and criminal gangs.",
        "traitEffects" : { 
            "1" : [ 
                "Locate minor contraband (knives, small-time drugs, petty gambling, scalped tickets)"
            ],
            "2" : [
                "Obtain pistols, serious drugs, stolen cars",
                "Hire muscle to rough someone up",
                "Fence stolen loot",
                "Prove that crime pays (major cash value)"
            ],
            "3" : [
                "Obtain a rifle, shotgun or SMG",
                "Arrange a minor \"hit\"",
                "Meet someone in \"the Family\""
            ],
            "4" : [
                "Make white-collar crime connections"
            ],
            "5" : [
                "Arrange gangland assassinations",
                "Hire a demolition man or firebug",
                "Supply local drug needs"
            ]
        },
        "university" : { 
            "name" : "University",
            "description" : "Institutions of learning and research are the purview of the University Influence. Access to the halls of learning can help you with any number of resources, from ancient languages to research assistance to many impressionable young minds. School boards, students from kindergarten through college, graduate students, professors, teachers, deans, Greek orders and a variety of staff fill the ivy-covered halls.",
            "traitEffects" : { 
                "1" : [ 
                    "Know layout and policy of local schools",
                    "Have access to low-level university resources",
                    "Get records up to the high school level"
                ],
                "2" : [
                    "Know a contact or two with useful knowledge or Abilities",
                    "Have minor access to facilities",
                    "Fake high school records",
                    "Obtain college records"
                ],
                "3" : [
                    "Call in faculty favors",
                    "Cancel a class",
                    "Fix grades",
                    "Discredit a student"
                ],
                "4" : [
                    "Organize student protests and rallies",
                    "Discredit faculty members"
                ],
                "5" : [
                    "Falsify an undergraduate degree"
                ]
            }
        }
    }
}