{
    "name" : "Lure of Flames",
    "type" : "Path",
    "description" : "Perhaps one of the most feared forms of vampire magic, The Lure of Flames allows you to summon forth magical fire. The burning power of your blood is shaped into dancing flame that answers your command. Although such fires are small at first, masters of this path can conjure forth veritable hellstorms of unnatural flame.  Retests for The Lure of Flames use the Occult Ability.",
    "retests" : "Occult",
    "powers" : [
        { 
            "cost" : 3,
            "rank" : "Basic",
            "name" : "Hand of Flame",
            "effect" : "Hand bursts into flame",
            "description" : "A dancing puff of fire surrounds your hand (or both hands) at your command. This palm of flame creates light and allows you to strike with your hand to burn your opponents. Once cast, the Hand of Flame remains until you decide to snuffit out. You can even use it in conjunction with other powers like Celerity and Potence, becoming a formidable combatant.  The Hand of Flame causes aggravated damage, if you strike with your flamewreathed hand(s). You suffer no damage or inconvenience from the Hand of Flame; indeed, you may even wear gloves or other clothing, which remain unaffected by the fires. Should you cause something else to catch fire, that fire can later burn you. Invoking the Hand of Flame takes one action"
        },
        { 
            "cost" : 3,
            "rank" : "Basic",
            "name" : "Flame Bolt",
            "effect" : "Shoot fire bolt at target",
            "description" : "By pointing at a target and intoning words of power, you may launch a Flame Bolt. This dart of fire streaks through the air to wound whomever it strikes with a searing blast, and it causes readily flammable objects to catch fire.  Casting a Flame Bolt requires you to challenge your Mental Traits against a target's Physical Traits in order to hit. A Flame Bolt inflicts one level of aggravated fire damage when it strikes, then snuffs out in a puffof mystic fire. Should the Flame Bolestrike a readily flammable target (like a pile of hay or papers, but not clothing worn by someone), the target catches fire. You are not immune to your own Flame Bolt, if by some chance it should be directed back at you. Firing a Flame Bolt is a single action"
        },
        { 
            "cost" : 6,
            "rank" : "Intermediate",
            "name" : "Wall of Fire",
            "effect" : "Summon a wall of flames",
            "description" : "A column of flame erupts from the very air, burning with unnatural vigor at your command. You need only point to the desired location and utter the syllables of this magic in order to generate a veritable Wall of Fire. You can create this flaming barrier at any site that you can see, up to 50 feet away from yourself.  Casting a Wall of Fire takes a single action. A Wall of Fire occupies a space approximately six feet in diameter, and of equal height. If you cast the wall at a person's location, you use your Mental Traits in a challenge against the victim's Physical Traits. If you win, the fire shoots up underneath the subject, inflicting a level of aggravated damage. The wall remains until you decide to extinguish it, move more than 50 feet away or are knocked unconscious, fall into torpor, or die. Individuals moving through the Wall of Fire suffer a level of aggravated damage automatically each turn that they are within or passing through its confines.  If you cast a Wall of Fire at a flammable object or surface, the target may well ignite, spreading the fire. You have no special immunity to your own fires created with this magic."
        },
        { 
            "cost" : 6,
            "rank" : "Intermediate",
            "name" : "Engulf",
            "effect" : "Cause victim to burst into flames",
            "description" : "By staring intently at a subject and speaking the words of fire creation, you cause the victim to burst into flames, combusting rapidly. This fire burns the subject with horrible power, remaining until the subject manages to extinguish the flame.  Casting Engulf takes a single action. You must make a challenge of your Mental Traits against the target's Physical Traits in order to successfully Engulf a foe. If you succeed, the target bursts into flames, suffering two levels of aggravated damage from the fire. Furthermore, until the target takes a full action to smother the flame, he continues to suffer an additional level of aggravated damage at the end of every successive turn. The victim does, of course, score aggravated wounds on others and light flammable objects he touches, but this incidental effect is obviously a secondary consideration.  You may Engulf a target multiple times in successive turns, causing cumulative damage as the victim combusts explosively. However, a victim blasted multiple times still only takes one level of damage per following turn due to the continuing fire."
        },
        { 
            "cost" : 9,
            "rank" : "Advanced",
            "name" : "Firestorm",
            "effect" : "Engulf an entire room in flames",
            "description" : "When you call to the flames, they come in a searing wash that fills an entire room. A Firestorm rains a hail of flame down across a huge area, burning everything within. Any place that you can see, within 50 feet, can be the target of a Firestorm.  When you call down the Firestorm, an area up to 20 feet in diameter is shot through with roaring sheets of flame. You make a mass challenge against anyone within, pitting your Mental Traits against their physical Traits. Anyone who loses is struck with the fire, immediately taking a level of aggravated damage. Victims who cannot reasonably escape the area (because they are trapped in a dead end, perhaps, or because they cannot move fast enough to get out of the way) are burned automatically without recourse to a challenge, at the Narrator's option. All flammable materials in the area ignite immediately, though people or vampires fleeing the space do not necessarily remain lit.  A Firestorm lasts until you stop it, or until you move out of range. Italso ends immediately if you are knocked unconscious, sent into torpor or killed. Anyone who remains in the area of the Firestorm suffersone level of aggravated damage at the end of every turn after its creation"
        }
    ]
}