{
    "name" : "The Bone Path",
    "type" : "Path",
    "source" : "Necromancy",
    "description" : "The sinister secrets of Necromancy are not confined to the static paths alone. Skilled necromancers create rituals, forms of magic designed to go beyond the basic capabilities of Necromancy. With the appropriate materials, training and time, a necromancer can use rituals to create wide-ranging or long-lasting effects that would otherwise be difficult to do with simple paths.  On learning Necromancy, the individual leams one Basic ritual. For each level of Necromancy leamed, another ritual of the appropriate level is also leared; thus, a necromancer with Advanced Necromancy knows at least two Basic rituals, two Intermediate rituals and one Advanced ritual. Leaming additional rituals requires the expenditure of time and Influence, as appropriate. Leaming a ritual also requires that the vampire possess a level of Necromancy equal to or greater than the ritual's level of power.  Casting a ritual requires a Static Mental Challenge with a difficulty of nine Traits. Unless otherwise noted, Basic rituals take 10 minutes to cast, Intermediate rituals require 20 minutes and Advanced rituals take 30 minutes.",
    "Basic Rituals" : [
        {
            "name" : "Call of the Hungry Dead",
            "description" : "With 10 minutes of time and a hair from the head of your prospective victim (represented by a card), you afflict your target with the cacophonous moaning and wailing beyond the Shroud. The victim is assaulted with a welter of confusing voices and mournful howls. For the remainder of the scene or the next hour, the target suffers the Negative Mental Traits Oblivious x 2 due to the confusing hail of otherworldly noise." 
        },
        {
            "name" : "Eyes of the Grave",
            "description" : "Over a time of two hours, you can concentrate the deathly emotions inapinch of grave soil and use it to conjure visions of death and horror. Once you complete the ritual, you focus these images at the victim, who sees random intermittent flashes of her own gruesome demise.  Once during the remaining evening, you may force the subject to fail a retest, as a shocking vision of death overcomes her. For instance, if you are engaged in combat with a victim of this ritual, who fails a test but calls for a retest with an Ability, you may use the effects of this ritual to negate the use of the Ability and force the victim to either find an alternate means of retesting or to suffer the outcome of the original challenge. Only you may invoke this benefit - other people may not use this ritual's power against the victim, even if they are aware that you have cast the ritual." 
        },
        {
            "name" : "Spirit Beacon",
            "description" : "By casting this ritual over a severed human head, you turn it into a supernatural beacon for ghosts. Within the Shadowlands, the head appears to glow with an unearthly radiance, emitting light from its mouth, ears and eyes. Any wraith viewing the Underworld radiance from this head must expend a Willpower Trait or else be immediately drawn to the light for a full hour (or until the end of the scene). The head loses its light at the next sunrise, though it may be enchanted again." 
        }
    ],
    "Intermediate Rituals" : [
        {
            "name" : "Cadaver's Touch",
            "description" : "By chanting hideous paeans while melting a wax figure of your victim over a three-hour ritual, you cause the subject to lose all semblance of life. The mortal subject of this spell becomes much like a vampire, with a weak pulse, cool skin and a pale countenance. As long as the wax is melted without boiling off or solidifying, the ritual keeps the victim in such a pallid state.  The mortal subject of Cadaver's Touch gains the Negative Trait Repugnant for the duration of the ritual, as he literally resembles a walking corpse. However, this ritual can be very useful for sending a mortal unnoticed among vampires, or causing hunters to mistake a mortal for a Cainite." 
        },
        {
            "name" : "Call On the Shadow's Grace",
            "description" : "After casting this potent ritual, you become able to peer through the veil obscuring the Shadowlands, and to detect the dark side of every wraith. You can speak directly to the Shadows of ghosts, conversing with their dark sides and learning their secrets. Furthermore, you can coax deadly plots and treacheries from the recesses of the living or undead, simply by communing with their shadowy sides.  Casting Call On the Shadow's Grace on a living or vampire target requires that you best your opponent in a Mental Challenge. If you win, one of the victim's Flaws of Negative Traits is immediately revealed to you. Tocast this ritual on a ghost, perform the same Mental Challenge with your target. If you win, the wraithenters Catharsis, bringing his Shadow boiling to the surface. For more information on the Shadow, see Oblivion." 
        },
        {
            "name" : "Ritual of the Unearthed Fetter",
            "description" : "This three-hour ritual is most often used by skilled necromancers of the Sepulchre Path. By casting this ritual with the finger bone of a corpse, you attune the bone to any material objects, people or places that may have significance to the finger bone's owner-specifically, to the ghost of the dead individual. You take a chip of a grave marker, crush it and sprinkle it over the bone while intoning the ritual. When complete, the finger bone acts as a sort of spiritual compass, pointing toward objects of vital importance to its wraithly owner.  Once you have attuned a finger bone with this ritual, you can use it to find Fetters of a particular wraith, assuming that the remains in question are of an individual who became a ghost. You can therefore determine whether a particular place, object or person is a Fetter for a wraith. By spending a turn testing a suspect item with the finger bone, you can ask a ghost or Narrator whether it is a Fetter to that particular ghost. Remember, though, that the finger bone only finds Fetters of its owner." 
        }
    ],
    "Advanced Rituals" : [ 
        {
            "name" : "Grasp the Ghostly",
            "description" : "Casting this potent ritual requires a full six hours of chanting. Once complete, you reach into the Underworld, pulling a ghostly object from there and replacing it with an item of your own of roughly equivalent mass. You can only use this ritual on objects, not on people, vampires or ghosts.  Once you have pulled an item from the Underworld, it maintains a solid existence, though its plasmic matter fades slowly from the real world. After a full year, the item in question vanishes forever. This ritual only works on objects that once existed in the real world and that now have ghostly relic equivalent. Artifacts - objects created by wraiths in the Underworld - are not affected by this power, attempting to bring them across will destroy them." 
        }
    ]
}