{
    "name" : "Obeah",
    "type" : "Discipline",
    "description" : "Though modem Cainites know the Salubri as soul-stealing demonologists, the powers of Obeah are a strange mixture of defense and healing. Indeed, powerful Salubri can apparently repair the very scars of the Beast on a Cainite's psyche. Of course, few would trust the Cyclops enough to undergo such treatment. As these powers irrevocably mark the user as a Salubri or ally of such, they are almost never seen or heard of by other vampires -no Salubri would give away his position to Cainites who might betray him to the Tremere, nor would he teach such fatal secrets to another.  Once a vampire leams the Basic power of Anesthetic Touch, he develops a third eye in the middle of his forehead. This eye opens anytime an Obeah power of Anesthetic Touch or higher is used. Cainite scholars speculate that the eye may, in some way, be connected with the mystical (or demonic) insight that grants this Discipline.  Retests of Obeah use the Medicine Ability.",
    "retests" : "Medicine",
    "rank_1" : { 
        "cost" : 3,
        "rank" : "Basic",
        "name" : "Sense Vitality",
        "effect" : "Unearth information about the subject's life force",
        "description" : "The ebb and flow of life is obvious all around you. You can feel the pulse of life force with a touch, even sensing the energies of people or Cainites with whom you come in contact.  You must touch your subject to use Sense Vitality. With a successful touch, you can unearth information about the subject's life force by spending Mental Traits. Expending one Mental Trait tells you if the subject is a mortal, vampire, ghoul or other creature. Two Mental Traits tell how much damage the victim has suffered. Three Mental Traits reveal the amount of blood in the subject's system, while four Mental Traits reveal any diseases. These expenditures are cumulative; that is, any expenditure of Mental Traits includes the information for a lesser expenditure automatically.  Sense Vitality may also be used for medical diagnosis, determining the source of injuries or diseases afflicting a victim. Anything that could be learned with a medical examination the source of the injury, the wound's severity, the reason behind unnatural mental states or death - can be learned with a touch. Each condition examined in this fashion requires the expenditure of a Mental Trait. Thus, determining that a subject was injured with a poisoned knife would cost two Mental Traits - one to recognize the wound as a knife wound, and one to recognize the poison."
    },
    "rank_2" : { 
        "cost" : 3,
        "rank" : "Basic",
        "name" : "Anesthetic Touch",
        "effect" : "Subject is immune to pain",
        "description" : "Pain flees at your caress, and a peaceful stillness falls on those under your care. Any voluntary subject touched (other than yourself) can be rendered immune to pain. You can also cause mortals to descend into a natural, healing sleep.  You must touch your subject to use Anesthetic Touch, but as it only works on willing subjects, doing so generally requires no challenge. Expending one Blood Trait causes the subject to suffer no penalties from wounds for the next full turn. If you also expend a Willpower Trait, the pain-numbing effects last for the rest of the scene, or for an hour, whichever ends first.  Alternately, you can cause a willing mortal to sleep. You must expenda single Blood Trait. The mortal immediately enters a deep, peaceful slumber, suffering no nightmares orderangements. The subject can be awakened normally. If the mortal sleeps for an entire natural sleep cycle (which will happen automatically if uninterrupted), then the mortal's Attribute Traits are refreshed and one Willpower Trait is restored on awakening.  Anesthetic Touch has no effect on vampires."
    },
    "rank_3" : { 
        "cost" : 6,
        "rank" : "Intermediate",
        "name" : "Corpore Sano",
        "effect" : "Heal the subject",
        "description" : "The power of your blood carries healing vitality. Touching the injuries of a subject, you cause them to close and heal immediately.  You must touch an area on or near an injury to invoke Corpore Sano, possibly requiring a Physical Challenge if the victim is for some reason unwilling (a vampire who does not trust the assurances of a diabolical Salubri, for instance). Each Blood Trait that you expend heals one health level of lethal damage on the subject immediately and completely; aggravated damage requires two Blood Traits per level healed. If your generation precludes you from spending enough Blood Traits to heal the target completely, you can maintain your contact over the course of several turns in order to heal severe injuries. You are not required to heal all damage that a target suffers --- you can spend as much or as little blood as you like over the course of the healing."
    },
    "rank_4" : { 
        "cost" : 6,
        "rank" : "Intermediate",
        "name" : "Mens Sana",
        "effect" : "Cure a derrangement",
        "description" : "Soothing words and supplicating paeans calm the mind of your subject, gifting mental peace to the disturbed. Whether by psychological discourse or religious exorcism, your words carry away the worries and problems of disturbed individuals.  Using Mens Sana requires you to spend about 10 minutes in uninterrupted, quiet conversation with the subject. You must expend two Blood Traits and make a Static Mental Challenge with a difficulty of the subject's Mental Traits- more complex minds are harder to cure. If you succeed, you alleviate one of the target's derangements. Although a Malkavian can never be cured of his core problem permanently, this power can affect even such madness, temporarily removing the derangement for the rest of the scene or the next hour (whichever comes first). Other subjects are relieved of the burden of insanity permanently.  Mens Sana cannot be used to cure your own derangements. "
    },
    "rank_5" : { 
        "cost" : 9,
        "rank" : "Advanced",
        "name" : "Unburdening the Bestial Soul",
        "effect" : "Restore humanity or path traits",
        "description" : "Perhaps the most incredible power of Obeah, Unburdening the Bestial Soul allows you to lift the terrible stains of the vampiric Curse from the soul of a target. You literally take the subject's soul into communion with your own, soothing the psychic scars and trauma that afflicts the victim. Though you cannot remove the Curse of Caine from a subject, you can heal the most terrible emotional trauma that weighs down most vampires.  When you remove a soul for healing with Unburdening the Bestial Soul, the subject's body is devoid of consciousness. As a result, the empty shell cannot be affected by Mental or Social Disciplines, as there is no personality to affect. However, it does make a perfect host for wandering spirits or ghosts. Unless possessed by an outside consciousness, the body automatically follows your simple verbal commands as long as you hold the soul. Without free will, though, the body cannot perform any task but autonomic functions unless you direct it specifically.  Unburdening the Bestial Soul functions only on a willing subject, and you must make eye contact with the target. Then, you make a Static Physical Challenge against the subject--the difficulty is two Traits for every Humanity/Path Trait that the subject falls below six (a subject with three Humanity Traits, for instance, has a static difficulty of six Traits). This power only functions on vampires with Humanity Traits, or on the Paths of Harmony or Honorable Accord, and it cannot affect a subject who has no remaining Humanity/ Path Traits.  Once you remove a subject's soul, you can expend permanent Willpower Traits to restore Humanity/ Path Traits on a Trait-for-Trait basis. You can restore the subject up to the normal maximum of five Traits.  If you fail to care for the subject's body while holding the soul, or try to hold the soul after the subject wants to return to his body, you risk losing your own Humanity (make a Conscience/Conviction Virtue Test, difficulty four Traits). The soul can make a Mental Challenge against you once per night to break free in such a case.  You cannot use Unburdening the Bestial Soul to restore your own Humanity/Path Traits"
    }
}