{
    "name" : "Obfuscate",
    "type" : "Discipline",
    "description" : "As creatures of cunning, intrigue and misdirection, Cainites possess an uncanny knack for deception and stealth. For some, though, this ability goes far beyond normal subterfuge. Such vampires actually cloud the minds of people around them, dulling notice and directing attention elsewhere. As a result, these vampires can remain obscured from observation, perhaps even extending their concealing powers to other objects and people.  The powers of Obfuscate are often employed by the Assamites in their assassination work, and by the Followers of Set, who surreptitiously ferret out secrets and watch over their quarry. Malkavians use this power to escape notice when engaged in their insane activities. The undisputed masters of this Discipline, though, are the Nosferatu, who use its mind-numbing powers to gather secrets and hide their fearful countenances.  Because Obfuscate clouds the awareness of its targets, they avoid notice of a concealed individual and to rationalize away such attention unless it is forced on them. Thus, if a vampire is concealed with this Discipline while wandering about a room, people avoid her subconsciously. If she sits in a chair while hidden, others ignore the chair, taking other seats or standing but failing to notice her innocuous presence or the mysteriously empty' seat. This concealment is generally broken if the hidden individual deliberately interacts with the environment, by picking up or dropping something, speaking to someone, touching a person or manipulating an object-the amount of concealable activity varies with this Discipline's power, as shown in the individual levels. The concealment of Obfuscate functions against all of the senses, because it actually forces attention away from the hidden individual. Thus, the presence of a Nosferatu wandering about with Unseen Presence is not betrayed by any telltale odor of the sewers.  Cross your arms in front of your chest to represent your use of Obfuscate, displaying a number of fingers on each hand corresponding to your highest level of power (one for Basic, two for Intermediate, three for Advanced).  The Discipline of Auspex can sometimes be used to pierce the veil of Obfuscate. An individual with Auspex (or a similar power of supernatural sensitivity) may penetrate Obfuscate if he is already looking for hidden individuals. The searcher may engage in a Mental Challenge with the hidden subject. For each level of difference between the subject's Obfuscate and the searcher's Auspex, there is a Trait modifier on a one-for-one basis to the outcome of ties or overbids. If the searcher wins, then he pierces the Obfuscate and senses the hidden vampire normally. If the concealed individual wins, the searcher remains oblivious to her presence. Thus, ifa vampire with Vanish from the Mind's Eye (an Intermediate power) uses Obfuscate while trying to evade a vampire with only Heightened Senses (a Basic power), the hiding vampire gains a two-Trait bonus on the Mental Challenge, and if successful, he remains unseen. This bonus applies even if the sneaking vampire uses a lower level of Obfuscate than he actually possesses, so using Unseen Presence is still potent against low levels of Auspex if the vampire actually has Intermediate or Advanced Obfuscate. Similarly, simple Heightened Senses and the like gain the full benefit of the vampire's best level of Auspex, so a vampire with Psychic Projection is extremely difficult to fool, even if only using the Basic levels of sensory powers.  Obfuscate powers last as long as they are maintained, and they generally require no particular effort. These powers conceal the user and everything wom or carried. The Stealth Ability is used for retests by augmenting the Discipline with natural shadows and concealment. Hidden individuals cannot use Willpower to defend against Auspex challenges to Obfuscate (they cannot ‘will them selves’ into a more hidden state). ",
    "retests" : "Stealth",
    "powers" : [
        { 
            "cost" : 3,
            "rank" : "Basic",
            "name" : "Cloak of Shadows",
            "effect" : "Use cover to fade from view",
            "description" : "By remaining still and relying on natural cover, you can blur the apparent lines of your form and make it difficult for people to notice you. While nobody is watching, you can use cover to fade from view. As long as you remain completely silent and unmoving in a shadowed place or behind some sort of cover, you may cross your arms in front of your chest to represent the use of Obfuscate. While thus hidden, nobody but a Cainite using Auspex (or another supernatural creature with similar sensory acuity) can spot you. This concealment vanishes immediately if you move, speak or interact with your environment in any fashion."
        },
        { 
            "cost" : 3,
            "rank" : "Basic",
            "name" : "Unseen Presence",
            "effect" : "Wander about while remaining unnoticed",
            "description" : "Your powers of concealment allow you to fade from view, and then to wander about while remaining unnoticed. Any time that you are hidden from sight, you may invoke this Discipline, crossing your arms in front of your chest to represent Obfuscate. Once concealed, you may move about at a walk and remain unnoticed. This concealment remains as long as you do not speak, make any loud noises or interact with your environment - you can wander about unnoticed, but you automatically become visible if you open a door, attack a person, exert the Presence Discipline or knock over a vase, for instance."
        },
        { 
            "cost" : 6,
            "rank" : "Intermediate",
            "name" : "Mask of a Thousand Faces",
            "effect" : "Cause others to see you not as you really are",
            "description" : "By twisting perceptions around you, you cause others to see you not as you really are but as someone different from your actual physical appearance. Generally, this power causes people to ignore your features, making you unassuming and average. However, with concentration, you can assume a specific hallucinatory visage, or even copy the features of another individual.  While using the Mask of a Thousand Faces, your features seem bland and unremarkable. Most often, people will describe you in vague, general terms relating to your normal appearance, but without any specifics, unique features or details. (Nosferatu and Samedi in particular find this power useful for assuming a semblance of their mortal countenances.) If you expend a Mental Trait, you may assume a specific set of features instead, causing those who look on you and who do not pierce your disguise to see, hear and smell the form that you choose. Thus, you can make your hair seem to be of a different color, change your apparent facial features, or seem to exude the smell of a specific perfume (or no smell at all). Note, though, that this power does not change the appearance of anything that you wear or carry-only your physical features are obscured. A Mask of a Thousand Faces remains until you fall asleep, are knocked unconscious or torpid, or are killed.  You still use your normal Social Traits while using the Mask of a Thousand Faces. You can copy an image of fewer Traits deliberately, but if you hope to masquerade as someone with more Social Traits, you must expend Blood Traits to match that person's total Social Traits. Otherwise, your appearance and mannerisms mysteriously fail to convey the person's countenance properly. You cannot use the Mask of a Thousand Faces to assume more Social Traits than your generation would allow you to possess, so you may have difficulty duplicating the incredible grace of an elder. In either case, you still use your normal Social Traits; the assumption of the Mask of a Thousand Faces merely causes you to appear like someone of more or less social acumen and appearance."
        },
        { 
            "cost" : 6,
            "rank" : "Intermediate",
            "name" : "Vanish from the Mind's Eye",
            "effect" : "Fade from view in front of others",
            "description" : "The incredible powers of your stealth allow you to remain hidden even while speaking or moving about. You can even fade from plain sight, disappearing from the view of any onlookers.  When using Vanish from the Mind's Eye, you gain all the benefits of Unseen Presence, but with some additional power. You may vanish from view at any time, without having to seek cover. To do so, you simply declare your intent, and then make a mass Mental Challenge against any onlookers (regardless of Auspex) who care to challenge your powers - you bid one Mental Trait for each onlooker, and throw one symbol against all of them. If you succeed, you fade away, unnoticed by anyone. Even if some people notice you, you can attempt to fade from their view again on consecutive turns. Fading away with Vanish from the Mind's Eye does not count as an action, but it happens only at the end of a turn. Thus, if you strike someone and then attempt to disappear, you must wait until the end of the turn.  Additionally, you may speak aloud while using this Discipline, and still attempt to remain hidden. Again, if you speak, you must make a mass Mental Challenge against everyone trying to detect your position, regardless of Auspex. Anyone losing to you fails to locate you, simply hearing a disembodied voice; those who best you manage to pierce the veil of your Obfuscate. You still cannot remain invisible while interacting physically with your environment, screaming, exerting Presence or attacking, but you could take such an action and then try to fade away, as described previously."
        },
        { 
            "cost" : 9,
            "rank" : "Advanced",
            "name" : "Cloak the Gathering",
            "effect" : "Use obfuscate on others",
            "description" : "Your powers of concealment extend beyond your own form. With an effort, you can throw your disguising powers over several people, hiding them all from view or masking them with hallucinatory guises.  To use Cloak the Gathering, you must spend one Mental Trait for each subject cloaked. You can then exert any Obfuscate power that you possess over the targets. Thus, you could choose to spread several Masks of a Thousand Faces over your allies, making them all look like different people (or even making some look like clones), or you could shroud a group with Vanish from the Mind's Eye, causing them all to fade from view. When you exert this power, you must meet all of the normal conditions for the Obfuscate that you extend-you cannot cast Cloak of Shadows over someone who is not hidden behind cover or shadows, for instance. If you cause a group of people to Vanish from the Mind's Eye, you need only make one Mental Challenge to extend the effect over your entire group. Anyone who bests you sees through the cloak, while anyone who loses to you fails to notice anyone under the cloak. You can only cast out a power that you are using, and you can only extend one power at a time.  Individuals under the effects of Cloak the Gathering still sense one another normally. Of course, a cloaked individual could use his own Obfuscate powers to remain unnoticed to other people under the cloak. If an individual under Cloak the Gathering violates the provisions of his loaned Obfuscate in some way (say, by launching an attack), then he immediately loses the benefits, but the cloak itself remains intact. Only if you violate your Obfuscate does the cloak fail. Similarly, if a character with Auspex attempts to breach your concealment, individuals noticed under the cloak do not compromise the protection for everyone else, but if you are noticed, then the entire cloak fails.  Cloak the Gathering only throws your Obfuscate over other creatures or entities. You cannot use Cloak the Gathering to shroud a house, for instance, but you can certainly conceal a small group of vampires and all that they wear or carry."
        }
    ]
}