{
    "name" : "Potence",
    "type" : "Discipline",
    "description" : "All vampires are capable of pretematural strength by human standards, simply through the use of blood. With Potence, though, this strength extends far beyond such measures. The inhuman might of Potence is sufficient to allow a vampire to break bones, shatter stone, even heft and destroy heavy or resilient objects. Vampires using Potence in battle are fearsome indeed, delivering telling blows that fell even their undead adversaries.  Most uses of Potence above the Basic levels are considered a breach of the Masquerade among Camarilla Kindred.  The Potence Discipline is most commonly known by the Brujah, Giovanni, Lasombra and Nosferatu clans, all of whom prize physical strength and prowess. As Potence is a highly useful capability and requires little effort on the part of the vampire in question, many Cainites seek out tutors in this Discipline.  The Potence Discipline, as a physically augmenting Discipline, does not use any Ability for retests other than the Ability commonly associated with whatever task is at hand. That is when striking someone while using Potence, one should use the normal Brawl Ability for retesting. ",
    "rank_1" : { 
        "cost" : 3,
        "rank" : "Basic",
        "name" : "Prowess",
        "effect" : "Inflict lethal damage instead of bashing damage",
        "description" : "You have unearthed a level of strength unusual in vampires. Where others would flag and fail, you redouble your efforts. Your mighty blows land with a force that kills even the hardiest mortals.  With Prowess, all of your unarmed or clubbing attacks inflict lethal damage instead of bashing damage, if you so desire. Furthermore, once per game session, you may recoup your lost strength, restoring all used Physical Traits of Brawny, Ferocious, Stalwart, Tough and Wiry. You must restore all of them at once if you have some Traits of the appropriate type unused when you invoke Prowess, you cannot restore them later. Using Prowess costs nothing, and it does not count as an action; it may be done at any time."
    },
    "rank_2" : { 
        "cost" : 3,
        "rank" : "Basic",
        "name" : "Might",
        "effect" : "Make a single retest on any challenge of sheer physical strength",
        "description" : "Your strength daunts even other Cainites. Few would dare to cross you in a test of physical power. You are far more likely than the average vampire to succeed in challenges of strength.  With Might, you may make a single retest on any challenge of sheer physical strength. Thus, if you are grappling, picking up a heavy object or breaking something, you can use Might as a retest. Once you invoke Might, it is the last test of the challenge; no further retests are allowed. Might costs nothing to use.  You may use Might even if your opponent attempts to evade your strength. Your power is so startling that even an opponent who attempts to outlast you with stamina or to dodge you with quickness can be overcome, as long as you rely solely on your strength. Doing so generally requires you to bid a strength-related Trait, such as the types of Traits restorable with Prowess. Obviously, if you cannot exert your Might, you cannot make this retest-thus, you cannot use Might at range, with a thrown object (requiring speed and accuracy). You could use Might while trying to grab at a dodging opponent, but not when picking up and throwing a heavy object."
    },
    "rank_3" : { 
        "cost" : 6,
        "rank" : "Intermediate",
        "name" : "Vigor",
        "effect" : "May use the Bomb in challenges of strength",
        "description" : "Your vampiric strength is truly monumental. You can heft hundreds of pounds with ease, deliver enough force to crush bones in a single blow and hammer down any opponent of lesser strength.  When you possess Vigor, you may use the Bomb in challenges of strength. The Bomb is a closed fist with the thumb sticking up. The Bomb defeats Rock and Paper, ties with other Bombs and loses to Scissors (the fuse is cut). You are not required to use the Bomb, but you must always state before a Physical Challenge that you are capable of doing so. Using Vigor costs nothing. Your use of Vigor requires you to use only your strength; your opponent may try to defend with stamina or speed, but his doing so does not prevent you from using the Bomb."
    },
    "rank_4" : { 
        "cost" : 6,
        "rank" : "Intermediate",
        "name" : "Intensity",
        "effect" : "Use Potence as your bid Trait",
        "description" : "Your titanic strength never fails you. Unless sorely pressed or wounded, you can continue incredible feats indefinitely.  Whenever you enter a challenge of strength, you may use Potence as your bid Trait. This Trait does not count toward totals when resolving ties or overbids, but it can never be lost; thus, you may continually use Potence in successive tests of strength. Only if you are forced to risk multiple Traits - such as due to wounds or Negative Traits-do you risk losing any of your other Physical Traits.  If you run out of Physical Traits, you cannot use this Discipline. Once you have been completely exhausted, you can no longer enter challenges."
    },
    "rank_5" : { 
        "cost" : 9,
        "rank" : "Advanced",
        "name" : "Puissance",
        "effect" : "Win all ties in tests of strength, do additional damage",
        "description" : "No mortal can match you, and even vampires tremble at your touch. The strength of your dead limbs is truly monumental, crushing anything that stands before you.  With Puissance, you win all ties in tests of strength automatically. You need not compare Traits at all, unless some other factor would cause you to lose ties (such as wounds) or give the opponent the ability to win all ties as well (such as Fleetness).  Furthermore, your incredible strikes inflict an additional health level of damage in combat. This bonus applies to any attack in which your strength is a factor - unarmed combat or combat with melee weapons. However, use of this incredible strength almost certainly breaks weapons that are not specially designed to stand it."
    }
}