{
    "name" : "Serpentis",
    "type" : "Discipline",
    "description" : "The Followers of Set use Serpentis, a power connected with the snakes that are the hallmark of Set's worship. The uncanny capabilities of this Discipline are disturbing indeed, marking the follower as something far different from human even from other vampires. Despite the cold, reptilian features of this Discipline, many of its manifestations are strangely alluring. Followers of Set attribute this facet to their capacity to sway the emotions of their victims, digging out buried secrets and bringing hidden vices to the surface.  Most Serpentis powers involve no challenge to use, or are simply used with combat. Any power used for a direct challenge should use Subterfuge for a retest.",
    "retests" : "Subterfuge",
    "powers" : [
        { 
            "cost" : 3,
            "rank" : "Basic",
            "name" : "The Eyes of the Serpent",
            "effect" : "Immobilised target",
            "description" : "The legendary hypnotic gaze of the serpent is yours. When you meet the gate of a victim (who need only be able to see your eyes), your eyes become gold with large black irises, capturing the attentions of your subject. As long as you hold the gate of the target, he remains completely immobilised.  You must make a Social Challenge to affect your target with this power. If you succeed, the target is paralyzed as long as you hold his gaze with your own. Of course, if the target is attacked or injured, the hypnotic spell breaks."
        },
        { 
            "cost" : 3,
            "rank" : "Basic",
            "name" : "The Tongue of the Asp",
            "effect" : "Your tongue inflicts one aggravated wound with a successful strike",
            "description" : "At will, you can cause your tongue to shift in shape to that of a snake. The supernatural razor-edge on the forked tongue inflicts terrible wounds, striking up to a foot and a half away, and it even lets you drink blood from your victims.  You need only decide to use The Tongue of the Asp in order to gain the benefits of this power. Your tongue inflicts one aggravated wound with a successful strike (requiring a Physical Challenge); furthermore, on successive turns you can drain blood from the victim as if drinking directly. This draining even causes the Kiss, paralyzing mortal victims with helpless fright and ecstasy.  The Tongue of the Asp is highly sensitive to vibrations. Using this Discipline while in darkness allows you to reduce the penalty Traits for natural darkness by one."
        },
        { 
            "cost" : 6,
            "rank" : "Intermediate",
            "name" : "The Skin of the Adder",
            "effect" : "Transform into a hybrid of humanoid and snake",
            "description" : "The power of your reptilian blood allows you to erupt into a serpentine form of protective scales and snakelike flexibility. You can thus transform into a monstrous hybrid of humanoid and snake, an effective engine of war or a terrible slithering beast of intimidation.  You need only spend a Blood Trait anda Willpower Trait to invoke this power. At the end of the turn, The Skin of the Adder overtakes you, covering you in a mottled scaly hide and lending a whiplike flexibility to your limbs. You gain the bonus Traits Lithe and Tough. Your mouth also distends like a snake's, so that your bite causes an additional wound if you win (not tie) a Simple Test after biting (though you can still feed without causing any extra damage, if desired). Your cartilaginous body can also fit through any opening wide enough to accommodate your head. Due to the hideous nature of your snake-form, you gain the Negative Social Traits Bestial and Repugnant while in this form. Obviously, being in this form rips the Masquerade wide open if you're spotted by mortals.  The Skin of the Adder remains in effect until you decide to transform back, or until the next sunrise."
        },
        { 
            "cost" : 6,
            "rank" : "Intermediate",
            "name" : "The Form of the Cobra",
            "effect" : "Turn into a giant cobra",
            "description" : "No longer limited to steps between man and snake, you can literally turn into a giant cobra. This reptile form grants a venomous bite and the ability to slip through small passages, while still allowing you to use any Disciplines that do not require hands or speech. In this form, you retain your normal weight, so you are a tremendous, black-and-gold nightmare serpent.  You must expend one Blood Trait to transform into The Form of the Cobra. The change takes a full three turns, and the rate cannot be accelerated. Clothing and small personal effects change with you. You remain in serpent form until the next sunrise, unless you decide to change back earlier. Additionally, the venom of your bite is poisonous to mortals."
        },
        { 
            "cost" : 9,
            "rank" : "Advanced",
            "name" : "The Heart of Darkness",
            "effect" : "Remove heart from vampire",
            "description" : "Egyptian legend tells that the hearts of the dead are weighed against a feather in the afterlife; those found wanting are devoured, while those found worthy move on to eternal paradise. As you have already cheated death with your immortality, you can now cheat this judgment as well. On the new moon, you can pull your very heart from your unliving body, with several hours of surgery (out of play), you can even do the same to another vampire.  No test is necessary to remove the heart, but the subject must be willing. While most vampiric flesh rots and decays in a single turn after being separated from the body, the withered heart coaxed forth with this power remains intact. Anyone whose heart is removed in this fashion is therefore immune to staking. Most often, the Setite carefully places the heart in a guarded clay urn, perhaps surrounded by other false hearts to avoid discovery.  As the heart is considered the seat of emotion, you gain a bonus Trait in Virtue Tests to resist frenzy. However, you also lose any Empathy Abilities, plus any Social Traits relating to warm interactions with people, such Friendly, Empathetic or Genial.  If a separated heart is staked, then its vampiric owner (the vampire that the heart originally came from) is immediately paralyzed. Should the heart be exposed to fire or sunlight (even a single health level's worth), it is destroyed and its owner erupts into flame, reduced to ash (and Final Death) in a single turn.  Use of The Heart of Darkness can also return a stolen heart to its former body. Obviously, trying to use this power on a mortal, even a ghoul, is messily fatal."
        }
    ]
}