{
    "name" : "Thaumaturgy",
    "type" : "Discipline",
    "description" : "Vampires are creatures of magic, and tales in the Book of Nod tell of rituals and powers unknown to the common spate of Disciplines. For the most part, such strange capabilities -controlling the weather, altering one's own blood, casting mystical lights and so on remained the province of apocryphal tales. A rare few vampires learned to harness the power of their blood to perform magic, but most used only the gifts granted by the Curse.  In the Dark Ages, though, the Tremere clan rose to prominence through the use of Thaumaturgy. By combining their mortal wizardly knowledge with their new-foundpowers of blood, the Tremere discovered ways to control the manipulation of vitae, forcing it to perform specialized powers. Furthermore, with careful rituals, they were able to create wide ranging effects, much like the powerful spells attributed to legendary sorcerers.  The Discipline of Thaumaturgy is the study of vampiric magic, the ability to shape the forces of vitae into directed mystical energy. Pioneered primarily by the Tremere, the Discipline is actually composed of several 'paths.' Each path represents a particular area of magical study: blood manipulation, fire control, warding or other, stranger effects.  When learning Thaumaturgy, you must specify one path as your primary path of study. Whenever you improve your Thaumaturgy, you improve your capabilities with that path. However, you can learn additional paths just like other Disciplines. You can never be as skilled in your additional paths as you are in your primary area of study, though, until you master Thaumaturgy. Thus, you cannot study additional paths until you have learned Intermediate Thaumaturgy in your primary path, and your secondary paths cannot exceed the Basic levels until you attain Advanced Thaumaturgy in the studies of your primary path. Once you learn Advanced Thaumaturgy, you may improve any of your other paths to the Advanced level as well through the use of Experience.  Thaumaturgy is the province of the Tremere clan, and they guard their wizardly secrets jealousy. Indeed, learning even the rudiments of Thaumaturgy can take a year or more for vampires unskilled in the Tremere's arcane ways. The Tremere do not teach this Discipline to those outside their clan; vampires who wish to study Thamanergy must find a traitor to the Tremere or else engage in decades of intensive research with the rarest of occult materials and books. However, a few vampires outside the Tremere clan do study.  Thaumaturgy. Most notably, some Assamite viziers have learned to cast Thaumaturgy as a result of their studies of the Tremere curse and its underlying magic; however, as this magic is not native to them, their forms of Thaumaturgy always cost an extra Blood Trait. Within the Sabbat, some rare Tzimisce calling themselves koldun study the ways of Thaumanagy that were brought by former Tremere defectors. Rumors hold that true koldun actually study a completely different form of sorcery, far older than Tremere Thaumaturgy, but none would ever wish to meet a Tzimisce old and twisted enough to know the truth of such matters.  In game terms, vampiric magic is usually referred to as Thaumaturgy, though not all Thaumaturgy is the same. A form of corrupting magic is supposedly practiced by the Followers of Set, for instance, yet it is totally different from and incompatible with the practices of Tremere magic. Of course, this fact does not stop the Tremere from using their knowledge to develop duplicates of such powers. This flexibility to devise paths (duplicating or opposing nearly any Discipline) is, perhaps, the greatest strength of Thaumaturgy.  The majority of Tremere neonates start learning the Path of Blood as their primary Thaumaturgy path, but a few start with other areas. Still, the sheer usefulness of the Path of Blood makes it more valuable than other specialised abilities.  Any use of Thaumaturgy requires the expenditure of a Blood Trait. Some specific powers may require additional expenditures as well. Thaumaturgy does rely on speaking magical phrases and gestures, and as such its use is generally noticeable. Unless otherwise noted, casting Thaumaturgy takes a full turn, and the magic takes effect at the time of your action. You cannot accelerate Thaumaturgy with speed enhancing powers such as Celerity.",
    "paths" : [
        { "The Path of Blood" : "pathOfBlood.json" }, 
        { "The Lure of Flames" : "lureOfFlames.json" },
        { "Movement of the Mind" : "movementOfMind.json" },
        { "Path of Conjuring" : "pathOfConjuring.json" },
        { "Hands of Destruction" : "handsOfDestruction.json" }   
    ]
}