{
    "name" : "Animalism",
    "type" : "Discipline",
    "description" : "For a vampiric predator, mastery over animals is a simple task, the vampire's Beast is more dangerous than any animal's nature. By drawing on this feral connection, vampires can communicate with and control animals. Indeed, vampires who develop a communion with their animal side often seem attractive or at least masterful to most animals. This Discipline is practiced by the Gangrel, Nosferatu, Ravnos and Tzimisce clans; the Gangrel and Nosferatu often establish equitable or friendly relationships with natural creatures, while the Tzimisce show their mastery over lesser life forms through this power. Ravnos find animals to be useful scouts, spies and meals in their nomadic travels.",
    "retests" : "Animal Ken",
    "powers" : [
        { 
            "cost" : 3,
            "name" : "Feral Whispers",
            "effect" : "Communicate with animals",
            "description" : "By looking into the eyes of an animal and perhaps making some related sound (like growling or hissing), you are capable of communicating with the creature. Your predatory nature allows you to understand and cow natural creatures. Depending on your predilections, you may deal with the animal equitably, or you may demand obedience. The animal may not wish to obey, but this Discipline's power insures that the animal is at least favorably disposed toward you. Even if the animal is intractable, you may be able to force it into submission. Using this power requires that you look into the eyes of the creature with which you desire to communicate; if this gaze is lost, then you must attempt to re-establish contact if you wish to continue communicating. Most animals will continue to attend your gate while you are communicating with them, though. Animals without eyes, or very simple in nature, do not have enough of a mind or Beast to connect with easily. This power works best with predatory creatures and larger birds, reptiles and mammals.  You may communicate with animals without any test. However, to issue commands, you must defeat the animal in a Social Challenge - generally, the animal will have the equivalent of six to eight Traits for this challenge, as determined by a Narrator. If you succeed, you can count on the animal following your orders for the remainder of the evening. Most animals lack the intelligence necessary to carry out complex or conditional commands, but they can perform simple tasks like fetching, following people or guarding locations"
        },
        { 
            "cost" : 3,
            "rank" : "Basic",
            "name" : "Beckoning",
            "effect" : "Summon animals to your side",
            "description" : "By uttering a howl or other animal noise, you can summon animals to your side. Depending on how you couch your call, you can summon all animals of a particular type within the area, or just a few. The creatures hasten to your Beckoning, ready to aid or simply to provide nourishment. Though animals called by this power do not fall under your control automatically, they are at least favorably inclined toward you.  You must expenda Social Trait for each animal that you summon. Only animals that can hear the summons respond; you cannot call a bird from across a city, nor could you call an animal that cannot hear. You may be as specific as you desire within the category of summoned animals. For instance, you may choose to summon all the rats in an area, or just the white ones, or even a specific rat that you know about. Animals summoned with this power may take some time to arrive. Your Storyteller can issue cards for your animals or swarms, as appropriate. Animals summoned with this power remain as long as they are not attacked or threatened (within their conception--a rat would certainly feel threatened by the movements of several people in the area), or until the scene ends. You can use other Animalism powers normally to command or control the animals called"
        },
        { 
            "cost" : 6,
            "rank" : "Intermediate",
            "name" : "Quell the Beast",
            "effect" : "Bring creatures into submission",
            "description" : "Touching (from surprise or with a Physical Challenge) or gazing into the eyes of a victim, you can project the fearsome predatory aspect of your vampiric nature. Your Beast serves to show your ultimate mastery over your prey, cowing humans and animals alike into submission. Without the inner fire of powerful emotions, the subject is apathetic.  Different vampires evoke this power in different ways. Nosferatu most commonly soothe the Beasts of their subjects, drawing them into lassitude, while Tzimisce and Gangrel often assert their mastery over lesser subjects and terrify the victims into submission. Regardless of the means, the results are similar; any vampire using this Discipline can choose her particular style. No speech or vocalization is necessary -- only the physical or eye contact. You must engage in a Social Challenge with your victim in order to use this power. Once you have intimidated or soothed the subject, he may no longer use Willpower Traits for the remainder of the evening. Such a subject also gains the Negative Traits Submissive x 2, for the same duration. Multiple uses of this power are not cumulative; once affected, the victim cannot receive additional Submissive Traits through further uses of this Discipline.  Cowing the Beast of a vampire is much more difficult. You must expenda Willpower Trait to make the attempt (before engaging in the Social Challenge). If successful, the vampire suffers from the normal effects of this power. Alternately, you may use this power on a vampire in frenzy, causing the Cainite to snapback into lucidity. In such a case, you expend the Willpower Trait and make the Social Challenge as usual, but if you succeed, the vampire merely returns to lucidity instead of suffering the other effects of this Discipline. You may not use this Discipline on yourself."
        },
        { 
            "cost" : 6,
            "rank" : "Intermediate",
            "name" : "Subsume the Spirit",
            "effect" : "Move your consciousness into an animal",
            "description" : "Locking eyes with an animal, you can now move your consciousness into its body, dominating it completely. Your soul pushes aside the animal's weaker spirit, and your own body falls into a comatose state, while your spirit uses the animal as a vessel. Though influenced by the animal's bestial nature, you can still exercise your intellect and even some of your superatural capabilities.  You are limited by the physical constraints of any animal that you possess -- your physical Disciplines do not augment the creature, nor do you have the ability to speak or manipulate objects if that is normallyoutside of the animal's physical capabilities. However, you can use the animal's natural abilities, such as claws, wings poison and gills.  There is no functional limit to the distance at which you can exercise this Discipline once you have possessed an animal ---- you may move freely in the animal's body, even in sunlight (subject to the normal restrictions for remaining awake during the day), without concem for your vampiric form. However, you are not automatically aware of what transpires around your comatose body. Ifyour animal form suffers injury, your vampiric body suffers equal sympathetic injury, if the animal body is slain, your soul returns to your body and you enter torpor. Should you choose to leave the animal's body for your own, this happens regardless of distance as long as you are conscious. However, you must declare this intentat the beginning of the tum and survive until the end of the tum (if you are in combat or other dangerous situations). Fleeing the animal body does not require an action; you may still act normally in the tum that you intend to return to your body. If you are injured (without being knocked unconscious) while attempting to return to your own body, you must make a Simple Test -a tie indicates that you remain in the grip of animalistic behavior for the rest of the scene, and a failure causes you to immediately enter frenzy, though in both cases you return to your Cainite form automatically.  If your vampiric body dies while you inhabit an animal's form, you can try to remain in the animal body. Each sunrise, you must make a Simple Test (win ortie). If you lose your spirit plunges into the astral realms, gone forever. Thus, you have only a short time to survive.  Exercising this power requires that you gaze into the eyes of the beast that you intend to possess (if the animal has no eyes, you may not possess it). You must then expend Social Traits to move into the animal's body. The more Social Traits you choose to expend, the more complete your connection to the animal form. With simple possession, you direct the body as you choose; more complete dominance allows you to use some of your own Disciplines while in the body.  Once you have used this power, you suffer from some of the animal's habits and instincts. For each Social Trait expended on the possession, you suffer from one Negative Trait of Feral. These Traits remain until you overcome the animal's behavior patterns by expending Willpower Traits-one Willpower Trait for each Negative Trait removed. You should roleplay the animal's mannerisms, even after returning to your own body, until you have managed to remove these Negative Traits, although you can slowly overcome them by spending Willpower Traits over time (you need not try to overcome all of the Feral habits at once).",
            "traitEffects" : { 
                "1" : "Simple possession",
                "2" : "Can use Auspex",
                "3" : "Can also use Presence and Animalism",
                "4" : "Can also use Dementation and Dominate",
                "5" : "Can also use Chimerstry, Necromancy, and Thamaturgy"
            }
        },
        { 
            "cost" : 9,
            "rank" : "Advanced",
            "name" : "Drawing Out the Beast",
            "effect" : "Induce frenzy in target",
            "description" : "Your mastery over the Beast Within is superb. Through your keen understanding of predatory nature and the ability to influence other creatures, you can draw out your own Beast, pushing your frenzy on others. Animals and ghouls are favored targets for this power, turning them into killing machines, but you can attempt to exert your Beast on anyone.  You must be on the verge of frenzy to use this Discipline. You exert this power in lieu of making any Virtue Test to control your frenzy. Instead, you make a Social Challenge against any individual within your line of sight. Doing so does not cost an action; you may attempt this feat any time that you are about to frenzy. If you win, your frenzy is transferred to the victim. The hapless recipient immediately enters frenzy and even manifests some of your personality, habits and speech patterns (which should be roleplayed - typically, characters with the Investigation Ability may recognize your mannerisms in the victim). The victim remains in a normal frenzy, while you are unaffected and unable to frenzy for the duration. Should the victim die while frenzied, though, the screaming Beast immediately returns to you, requiring you to make a Virtue Test or to exercise this power again. If you lose, you instead frenzy immediately with no Virtue Test, and you are unable to fight against your frenzy with Willpower Traits.   While the Beast is loosed in a victim, you remain complacent and placid. However, if the victim leaves your sight before the frenzy is over, you lose your Beast, suffering as if subjected to Quell the Beast - you cannot use Willpower Traits and you gain the Negative Traits Submissive x 2. You must find the recipient of your Beast and convince the Beast to return by acting in a monstrous fashion, or else kill the victim so that the Beast returns automatically."
        }
    ]
}