{
    "name" : "Dominate",
    "type" : "Discipline",
    "description" : "Many Cainites are willful creatures, casting about their ambitions and bending mortals to their desires. For some, though, the strength of will channels into the power to bend minds and control actions. With a piercing gaze and a forceful word, Dominate can cause even the strongest mortal mind to crumble and push even other vampires to accede to one's desires.  Most Dominate powers require the victim to meet the Cainite's gate and to hear his commands. Simple sunglasses do not protect against this power, as long as the subject can see the dominator's eyes, he can be affected. Furthermore, commands may be issued silently with Telepathy, as long as the victim meets the dominator's gate.  Dominate is most common among the Giovanni, Lasombra, Tremere and Ventrue clans, who all exercise their authority unflinchingly.  Retests with Dominate use the Intimidation Ability, as the vampire exercises his powerful will against your subject. A subject may attempt a retest by expending a single Willpower Trait, and may only make one retest per challenge. A vampire of lower generation is always immune to a weaker vampire's Dominate powers (although canny elders may feign otherwise)",
    "retests" : "Intimidation",
    "powers" : [
        { 
            "cost" : 3,
            "rank" : "Basic",
            "name" : "Command",
            "effect" : "Target must follow simple command",
            "description" : "Exerting your will against a single individual, you can give a simple command and demand obedience. A single word, even one embedded in a sentence and stressed slightly, becomes an imperative command to your victim. You need only meet your victim's gaze. As long as your victim sees your eyes and hears your voice, your command carries the authority of your blood.  You must meet the gaze of your subject and speak a single word, emphasized for control. This command must be simple and easily understood: 'Stop,' 'Run,' 'Sleep,' 'Scream,' 'Follow,' and 'Silence!' are all acceptable examples. The command cannot be blatantly harmful or self-destructive. You then engage in a Mental Challenge with your opponent. If you win, your victim must follow the order directly and immediately. The command cannot last more than 10 minutes."
        },
        { 
            "cost" : 3,
            "rank" : "Basic",
            "name" : "Mesmerism",
            "effect" : "Implant triggered commands to your subjects",
            "description" : "Like a hypnotist, you can impart commands to your subjects, even keying them on specific trigger events. If you can meet your subject's gaze and speak aloud your commands, you can force the subject to obey your will. Unsuspecting victims can even be given commands that they must carry out later.  By making a Mental Challenge against your subject, you can impart more complex or subconscious commands. You may give your subject any sort of command as long as it is not self-destructive. This command can either be triggered immediately ('Go and fetch me a mortal vessel') or implanted with a particular tripper event ('When the prince ends court, sneese loudly'). Only one such command may be implanted in a victim at a time, and unless other powers are used, the victim may well remember the process Placing an order in your victim requires only as much time as it takes to speak the entirety of your order. Both the trigger and the suggestion must be clear and easily understandable."
        },
        { 
            "cost" : 6,
            "rank" : "Intermediate",
            "name" : "Forgetful Mind",
            "effect" : "Alter memories of your victims",
            "description" : "Your considerable powers of mental manipulation allow you to exert your influence in the very memories of your victims. By meeting your target's gase, you can draw out answers to questions and even alter the subject's memory. You can erase entire blocks of the victim's past, or replace recollections subtly with your own dictated constructions.  You can cover, alter or erase memories, you must make a Mental Challenge against your victim. With success, you can change up to 15 minutes of your victim's memories additional blocks of time may be altered with additional challenges. You can simply erase areas of the past, leaving the victim with a hole in his recollections, or you can specify new memories to overwrite your victim's experiences. By questioning your victim, you can also prompt him to elucidate his memories, repeating back his own experiences. As long as you gaze into the victim's eyes, and the subject is unthreatened, you keep the target pacified and unable to move or resist your hypnotic powers. Implanting additional commands with other Dominate powersstill requires additional challenges, though. Whenaltering someone's memories, you should record the number of Mental Traits that you possess at the time of the alteration --- later uses of Forgetful Mind may be able to overcome your powers.  Although you can remove, add or change memories, you cannot destroy a subject's actual capabilities. That is, you may remove all memory of a subject learning a particular Ability or Discipline, but the victim will still retain the capability in question - he may simply be unable to recall how and when he learned it. Forgetful Mind is most useful in changing someone's memories of an event (causing someone to forget your feeding, for instance) or to cover traces of other powers (removing someone's recollection of the use of Mesmerism, leavingan implanted command buried in the subconscious mind). Themore detailed your description, the more realistic the memory seems to your victim.  Use of Forgetful Mind can also determine if a particular set of memories is fake, by causing the subject to recall his overwritten experiences. By winning a Static Mental Challenge against the Mental Traits of the previous dominator, you can determine if certain memories are falsely implanted or changed, and you can then restore the original memories or alter the false ones as you see fit. You cannot use this power on your own memories."
        },
        { 
            "cost" : 6,
            "rank" : "Intermediate",
            "name" : "Conditioning",
            "effect" : "Removing victim's personality and free will",
            "description" : "The depths of your mental influence are frightful and pervasive. With time, you can strip away the defenses of the most determined mind, even removing your victim's personality and free will. You must have unrestricted access to your subject for several full nights. Should you manage to tear down the victim's resistance, her will is shattered and her mind becomes completely pliant to your whims.  Each night that you attempt to exercise Conditioning, you must make a Mental Challenge against your victim. If you manage to accumulate as many successes as your subject's Self-Control Instinct Traits (or Willpower Traits for victims without vampiric Virtues), you tear down the victim's mind and turn her into a virtual slave. The victim loses creativity and self-direction, instead following your orders to the letter automatically. You need not make tests to Dominate such a victim; the subject follows your commands even if you cannot make eye contact. Furthermore, the subject gains one free retest against the Dominate powers of any other Cainites.  A victim of Conditioning has little free will or motivation, and he has trouble reacting to stimuli. As a result, such pawns cannot produce artistic works or engage in teaching; they lack the drive and flexibility to perform these sorts of tasks.  If an enslaved subject manages to avoid all contact with her master for six game sessions, minus one session for each Willpower Trait spent (minimum of one full session), then the Conditioning is shaken off and the subject reasserts her individuality. A drone may also bedeprogrammed by the successful use of this Discipline again just as if trying to enslave the subject. The subject resists automatically, but if enough successes are accumulated to perform proper Conditioning again, then the target's original persona can be restored."
        },
        { 
            "cost" : 9,
            "rank" : "Advanced",
            "name" : "Possession",
            "effect" : "Control mortal body",
            "description" : "No mortal mind can resist the power of your will. With but a touch, you can move your consciousness into a mortal body, taking complete control of the shell and suppressing the victim's mind. For the duration of this possession, your own body lies comatose, while the mortal's mind is unconscious and unaware of what transpires.  Once you have touched a likely mortal subject (possibly requiring a Physical Challenge to get a firm grip), you may expend a Willpower Trait immediately and make a Mental Challenge to exercise Possession. If you win the challenge, you take control of the mortal body, while your own body collapses without volition. You must expend a Mental Trait to finish the possession; additional Traits allow you to use some of your Mental and Social Disciplines while in the host body, as shown on the table.  During the course of Possession, you experience everything that happens to the mortal body, as you guide its actions. Your Cainite form also suffers any damage sustained by the mortal body; if the mortal body dies before your consciousness can flee, you immediately collapse into torpor. If you wish to flee the mortal body for your own corpse, you must announce your intent at the beginning of the turn, and your spirit does not leave until the end of the turn (although you may still perform actions as normal). As soon as you leave, the mortal resumes control over his body (assuming that he's still alive).  While in the mortal body, you may travel any distance from your unconscious Cainite form. You have all the capabilities of the living body; you can even survive daylight, if you manage to stay awake (see p. 111). The body is as vulnerable as any other mortal's, though. For this reason, most vampires use ghouls for Possession, relying on the inherent strength in such creatures.  If your vampiric body is slain while your consciousness resides in another body, you can try to hang onto the form. However, you must make a Simple Test (winor tie) at each sunrise. If you lose, your spirit tumbles into the astral plane, lost forever. A possessed body also cannot be Embraced; your spirit prevents the transfer of the Curse, and the body simply dies.",
            "traitEffects" : { 
                "1" : "Simple possession",
                "2" : "Can use Auspex",
                "3" : "Can also use Presence and Dominate",
                "4" : "Can also use Dementation, Animalism and Chimerstry",
                "5" : "Can also use Necromancy, and Thamaturgy"
            }
        }
    ]
}