{
    "name" : "Movement of the Mind",
    "type" : "Path",
    "description" : "Through Movement of the Mind, you can manipulate remote objects or even creatures. Though this path does not actually impart any sort of physical force, it allows you to control things as if you held them without actually touching them. You need only see the target in order to affect it.  Manipulation with Movement of the Mind does not provoke a tactile response. That is, you cannot remotely "feel" an object to tell if it is hot, rough, slippery etc. You simply impart motion into the item in question.  Retests of Movement of the Mind use the Occult Ability",
    "retests" : "Occult",
    "powers" : [ 
        { 
            "cost" : 3,
            "rank" : "Basic",
            "name" : "Force Bolt",
            "effect" : "Projects a bolt of force",
            "description" : "Your concentrated will projects a bolt of force capable of stunning opponents and knocking over objects. A Force Bolt is really more of a sudden jar of motion to a target than an actual blow, but the effects are similar.  When you attack someone with a Force Bolt, you use your Mental Traits in a challenge against the victim's Physical Traits. If you win, the subject is knocked to the ground, losing his next action (not full turn-victims with Celerity may well recover in the same turn).  A Force Bolt can be used to lash out at an object no more than a hundred pounds in weight. If the object is not held by anyone, you can push it about five feet in any direction. An object held by someone can only be struck aside if you defeat the holder in a Mental versus Physical Challenge, as described previously. Obviously, though, this power is ideal for disarming foes at a distance, or for knocking aside valuable possessions."
        },
        { 
            "cost" : 3,
            "rank" : "Basic",
            "name" : "Manipulate",
            "effect" : "Exert fine manipulation over something at range",
            "description" : "Your control of forces allows you to exert fine manipulation over something at range. When you Manipulate an object, you can toy with it in any fashion that you could with one hand. Thus, you can remotely pick something up, push a button or fire a gun.  Using an object remotely takes your full concentration and thus counts as your turn. Additionally, the difficulty of fine control at range requires that you risk an additional Trait in any challenge with the object -- if you Manipulate a gun to fire at someone, for instance, you must bid an extra Trait for the attack challenge. Objects hefted with this power can only move at walking speed, and they can be nothing larger than you could lift with one hand.  Anything you Manipulate remains under your control as long as you can see it, unless you release it from your spell deliberately. You must maintain complete concentration to Manipulate an object; when you stop concentrating or take a different action, the spell ceases."
        },
        { 
            "cost" : 6,
            "rank" : "Intermediate",
            "name" : "Flight",
            "effect" : "Move something human sized with your mind",
            "description" : "You can telekinetically hoist a whole person, pulling the individual off the ground. You can also shove large objects around roughly, although you cannot control them easily. This level of power can slam doors, heft desks and snare opponents. Flight even lets you lift yourself off the ground and move at a brisk pace through the air.  When you invoke Flight on a particular subject, you can move it around at a brisk walking speed. You can move anything up to 200 pounds in weight, but you do not have fine control over the object, and the object cannot be used to bludgeon or cut (since it moves too slowly and erratically). If you grab a person with this power, using a challenge of your Mental Traits against the victim's Physical Traits, you can hoist the victim into the air, or even move him about slowly, though this power does not inflict actual damage.  Most spectacularly, Flight lets you move yourself smoothly at walking speed in any direction. You can soar as high as you dare go or simply hover off the ground.  Flight lasts only as long as you concentrate on the effect to the exclusion of all other activities. If you use this power on any subject besides yourself, you must be able to see the target in order to control it with Flight."
        },
        { 
            "cost" : 6,
            "rank" : "Intermediate",
            "name" : "Repulse",
            "effect" : "Push away opponents or shove objects with incredible power",
            "description" : "A wave of motion overtakes everything around you with a simple gesture and a few spoken words. You can push away threatening opponents or shove objects with incredible power.  You can Repulse anything within your line of sight. Objects flung with Repulse move up to 20 feet away from you, and you can push multiple objects simultaneously. If you Repulse people, you make a challenge of your Mental Traits against each of their Physical Traits, as described in mass combat. Anyone who loses to you is flung 20 feet away. Even people who are grappling or biting you can be pushed away in this fashion. If you Repulse an object so that it strikes a victim, you use your Mental Traits to strike with it while the opponent dodges with Physical Traits. Objects hitting in this fashion do one health level of lethal damage.  Repulse is an instant effect; you cannot Repulse an object to strike someone and then continue shoving it around in successive turns. You must Repulse objects or people every turn that you wish to move them."
        },
        { 
            "cost" : 9,
            "rank" : "Advanced",
            "name" : "Control",
            "effect" : "",
            "description" : "Gripping a target with mental force, you bend its motions to your will. As you direct its movements with your commanding magical phrases and gestures, it spins, flies and moves according to your direction.  When you Control an object, you can heft anything up to a ton in weight and manipulate it with precision equal to both of your hands. You can therefore hoist an automobile or tie shoelaces. These devices can be used to attack, doing one health level of lethal damage if they strike (as described under Repulse). You can even control a weapon remotely, scoring its normal damage, though this sort of fine manipulation requires you to bidan extra Trait in all challenges with it (as described under Manipulate).  People grabbed with Control can be rendered paralyzed, or they can be flung about at your will. Slamming a victim into a wall or other hard surface causes one level of lethal damage. You must make a Mental Challenge against the target's Physical Traits when you first exercise Control, and in any successive turn where you attempt to move the victim. Thus, you must win a test to grab the victim, and if you do anything other than immobilize him, you must make additional tests. Note that Control only affects the victim's physical motions; the subject can still talk, shout for help, use Disciplines and so on.  Exercising Control over one object or creature requires all of your concentra. tion. Once you stop concentrating, the power dissipates. Control is also lost if you lose sight of the subject "
        }
    ]
}