{
    "name" : "Necromancy",
    "type" : "Discipline",
    "description" : "The unwholesome practices of the Giovanni family comprise several paths of magic centering on death and the dead.   With studies born of centuries of repellent traffic in cemeteries, sewers, crypts and catacombs, the codified powers of Necromancy allow conversation with and control over ghosts and corpses. Even other vampires shudder at the dark practices of necromancer Cainites.  As a study of undead magic, Necromancy consists of multiple paths of study and several rituals as well. Many necromantic powers require specialized components or grisly rites. Thus, vampires who make a practice of Necromancy must often secure such bizarre elements as human corpses, hands of murderers, jars of grave moss and the like. Needless to say, such repugnant practices often have a detrimental effect on one's Humanity.  Some few magicians outside of the Giovanni family also study Necromancy, most notably the rotting Samedi. It is rumored that there exist small bloodlines of extremely potent necromancer Cainites with powers beyond those known to the Giovanni.  A Giovanni student of Necromancy begins studies with the Sepulchre Path, the path of control over ghosts. Once Intermediate expertise is achieved, the student may expand into the studies of the Ash Path (communication with the Underworld) or the Bone Path (control of zombies) at the Basic levels, but he may learn only one of the two paths. At the Advanced level of mastery in the Sepulchre Path, the necromancer may begin studies of the other path as well, and he may improve beyond the Basic levels in any Necromancy path. Some few Cainite necromancers study more rare paths, or in a different order, but all Giovanni and Samedi vampires learn the Sepulchre Path first. ",
    "paths" : [
        { "The Sepulchre Path" : "sepulchrePath.json" }, 
        { "The Ash Path" : "ashPath.json" },
        { "The Bone Path" : "bonePath.json" },
        { "Necromatic Rituals" : "necroRituals.json" }    
    ]
}