{
    "name" : "Obtenebration",
    "type" : "Discipline",
    "description" : "The bailiwick of the Lasombra clan, the Obtenebration Discipline summons forth and shapes a strange, cloying darkness. This darkness is wholly unnatural. It mutes sound, absorbs light and sometimes seems to have a tangible substance. Some Cainites claim that this darkness is a reflection of the primordial void before Creation, while others hold that it stems from the vampire's blotted soul. Whatever the source, this shadowstuff is certainly terrifying to those unused to its manifestations.  Any given vampire can see through her own Obtenebration darkness automatically without penalty, unless otherwise noted. Creations of other users of the Discipline are just as impenetrable to other Cainites with the power, though.  Occult retests are appropriate for the Obtenebration Discipline's powers, though shades used in a more mundane fashion (like attacking or grappling) should use the appropriate Abilities (like Brawl or Melee).",
    "retests" : "Occult",
    "powers" : [
        { 
            "cost" : 3,
            "rank" : "Basic",
            "name" : "Shadow Play",
            "effect" : "Manipulate darkness",
            "description" : "You can exert a limited degree of control over existing shadows and darkness. At your mental command, darkness can be made to deepen or retreat, lengthen, move, flicker or undulate disturbingly. Though you can only affect a limited area of shadow, the stuff takes on a hellishly cloying quality and bends to your supematural will.  You must expend a Blood Trait to use Shadow Play, once activated, it lasts for the duration of the scene or for an hour. You can affect one individual with the flapping, disconcerting shades of this power. If you choose to conceal yourself, you gain one bonus Trait in all challenges of stealth and ranged combat. By pulling shadows around you into a terrifying mantle, you may alternately gain one bonus Trait in all challenges of intimidation. If you decide to afflicta victim with flapping, twisting shadows, the subject fers from the Negative Trait Chensy due to the distraction, and is disconcerted and asphyxiated by the darkness. A mortal enveloped in this fashion may even be strangled; a mortal with three or fewer current Physical Traits loses one Physical Trait every turn, and then loses one health level per tum as long as the morass continues to attach to her. Should the mortal lose all of her health levels in this fashion, she chokes to death.  Directing the shades of this power to conceal or surround you is automatic, but attacking an individual with the strangling shadows requires a successful challenge of your Mental Traits versus the target's Physical Traits."
        },
        { 
            "cost" : 3,
            "rank" : "Basic",
            "name" : "Shroud of Night",
            "effect" : "Evoke a cloud of inky blackness",
            "description" : "You can evoke a cloud of inky blackness, a blob that absorbs all light and distorts sound. Hovering preternaturally in the air, this globe feels like a heavy morass to all those engulfed within.  You need only expend a Blood Trait to create a sphere of blackness roughly 10 feet in diameter. You can even create the cloud in a location outside of your line-of-sight, at the cost of one Blood Trait, as long as it is within 50 feet of your location. Victims enveloped in this globe suffer the Negative Physical Trait Clumsy while they are engulfed, and mortals with five or fewer current Physical Traits may be strangled, like the power of Shadow Play. (The Trait penalties and strangling damage from this power are not cumulative with Shadow Play, though.) You can even cause the tenebrous cloud to move at a speed roughly equal to a walk, as long as you concentrate fully on such motion.  Inside the Shroud of Night, all light sources other than fire are extinguished and sound is muffled. All victims of the cloud (except yourself and those with some means of seeing through Obtenebration) suffer the penalties of total darkness: They lose two Traits in resolution of challenges, and they are forced to make a single retest on any successful challenge because of the darkness. Even those with Heightened Senses and Eyes of the Beast are affected; each removes one penalty Trait from the effects of the cloud (the forced retest is not removed).  Your Shroud of Night, once created, lasts for the entire scene or hour, or until you dispel the darkness to whatever nether region from which it came."
        },
        { 
            "cost" : 6,
            "rank" : "Intermediate",
            "name" : "Arms of the Abyss",
            "effect" : "Summon forth tentacle limbs",
            "description" : "From the shadowy comers of a room or the blackness of night itself, you can summon forth tentacle limbs that flail about, ensnaring or attacking as you desire. These black shadow tentacles animate as you direct, even while you take other actions. You can pull many tentacles from a single source, or generate shades from several locations at once.  You must expenda Blood Trait to create the shadow tentacles; every tentacle created costs one Social Trait. The tentacles are six feet long and they possess three Physical Traits and four health levels. Each additional Blood Trait spent in the creation can gift one tentacle with an extra Physical Trait, or increase one's length by an additional six feet.  Once created, your shadowy tentacles remain for the duration of the scene, unless you dispel them or fall into unconsciousness or torpor. You can control the actions of the tentacles even while performing other actions. The tentacles can grab, whip, hold items and perform other tasks with precision. The tentacles take damage normally from attacks, and they suffer from fire and sunlight just likea vampire, though they are considered to have any Fortitude that you may possess. You can add your Potence to the might of the tentacles as well, though not at the same time as you are adding your Fortitude. You may not combine the effects of Obtenebration with the powers of any other Disciplines."
        },
        { 
            "cost" : 6,
            "rank" : "Intermediate",
            "name" : "Black Metamorphosis",
            "effect" : "Meld your body with darkness",
            "description" : "Spewing forth your own stained inner spirit, you meld your corpse like body with the very stuff of tangible darkness. Your head and limbs seem to fade into shadow, while bands of blackness striate your body and shadowy tentacles sprout from your torso.  You must expend two Blood Traits and a Social Trait to evoke this power. You immediately sprout four tentacles just like those of the Arms of the Abyss power, though they are considered extensions of yourself and they use your Traits. The chilling darkness about your body and infusing the tentacles afflicts anyone you touch with the Negative Trait Clumsy as their limbs are numbed with supernatural cold. You may make one additional attack at the end of each turn by using the tentacles, in addition to any strikes that you normally gain or make with Celerity (this extra attack is added to your attack sequence, not multiplied if you have extra actions). You gain the bonus Traits Intimidating x 3 while taking on this demonic aspect. Lastly, you suffer no penalties from any sorts of mundane darkness.  The Black Metamorphosis lasts for one scene or one hour."
        },
        { 
            "cost" : 9,
            "rank" : "Advanced",
            "name" : "Tenebrous Form",
            "effect" : "Become form of darkness",
            "description" : "At this level of skill, you no longer summon forth the darkness within yourself - you become it. Your form collapses into a shadowy outline, a pseudo-liquid humanoid shape of utter blackness. While in this form, you can slither about through tiny holes and cracks, and you may see through any normal darkness.  You must expend three Blood Traits and spend three full turns in concentration, doing nothing else, in order to make this transformation. While in Tenebrous Form, you cannot be harmed by physical attacks, although you still take damage from magic, fire and sunlight. You also cannot affect your surroundings physically, as you have no real solid substance. By enveloping a victim, though (with your Mental Traits challenging his Physical Traits as an attack), you can perform the same functions as the Shroud of Night power, causing disorientation, darkness and smothering. You are unaffected by gravity, and you can slither along any surface or move like a blob of ambulatory liquid. You can even use mental Disciplines while in this state, though within the limitations of your form--you have no eyes and thus cannot use Dominate, but you could hide your shadowy form with Obfuscate. In this shadow form, your Blood Traits are the same sort of inky darkness, and thus, they are unaffected by the powers of Thaumaturgy.  While in Tenebrous Form, fire and sunlight are exceedingly painful to you; thus, you suffer a one-Trait penalty on resolution of Courage Tests."
        }
    ]
}