{
    "name" : "Presense",
    "type" : "Discipline",
    "description" : "To many, vampires seem to exude an air of command, sensuality or intimidation. For a master of Presence, emotions are playthings to be manipulated and stimulated. When many Cainites survive through careful manipulation of mortal society, the ability to sway emotions and control passions is a powerful capability indeed. More than simply using intrigue or carefully rehearsed acting to influence others, vampires with Presence literally project auras of power or dread.  The Presence Discipline is most common among vampires of the Brujah, Follower of Set, Toreador and Ventru clans. Brujah often use Presence to whip mobs into righteous anger, while Followers of Set influence their customers subtly. Toreador cultivate an air of artistic beauty, and Ventrue rely on their control of emotions to influence and rule their 'subjects.'  Unlike Dominate, which affects the rational mind directly, Presence affects emotions. Thus, it is a more subtle form of control. However, subjects of Presence are less predictable than Dominate victims. Also, whereas Dominate requires that the victim see the user's eyes, Presence usually requires only that the user's face be visible -some Presence powers do not even require that much exposure.  Retests with Presence use the Leadership Ability.",
    "retests" : "Leadership",
    "powers" : [ 
        { 
            "cost" : 3,
            "rank" : "Basic",
            "name" : "Awe",
            "effect" : "Can gaining an automatic retest in social challenge",
            "description" : "The sight of you turns heads. When you let your charisma shine, you draw attention naturally. People try to be close to you, and even those disinclined to listen to you give some consideration to anything you say or do.  When you are involved in a Social Challenge, you may expend one Social Trait to invoke Awe, gaining an automatic retest. You may only use this power once per Social Challenge. You may use Awe in a mass challenge, but you must expend one Social Trait for each person retested against."
        },
        { 
            "cost" : 3,
            "rank" : "Basic",
            "name" : "Dread Gaze",
            "effect" : "Target flees your presence",
            "description" : "By hissing, baring your fangs and allowing your vampiric features to rise to the fore, you can terrify mortals and even shake the resolve of other vampires. Though few would risk the wrath of an angry Cainite, your fearsome visage goes beyond that, driving supernatural terror into the hearts of your victims.  By making a Social Challenge against your foe, you strike terror into your victim. If you succeed, the subject flees your presence and tries to avoid you for the rest of the scene or hour. If cornered, the victim will still defend himself, but he will do his best to escape you. The subject defends himself normally, but he must risk an additional Trait if he wishes to attack or act against you, just as if he were wounded.  Using this Discipline actually requires you (in character) to hiss, bare your fangs and otherwise make your vampiric countenance known, so it is a rather obvious breach of the Masquerade."
        },
        { 
            "cost" : 6,
            "rank" : "Intermediate",
            "name" : "Entrancement",
            "effect" : "Make target favorably disposed toward you",
            "description" : "When you bring your charm to bear on an individual, you are almost hypnotically magnetic. Individuals affected by your Presence find your manner irresistible.  You must make a Social Challenge against a target to exercise Entrancement. If you succeed, the target is favorably disposed toward you, and she will not insult or attack you for the rest of the scene (or for an hour). Indeed, a formerly neutral subject wants to aid you and act as your friend; even a previously hostile target is rendered neutral. If you take a hostile action against the subject, of course, the Entrancement is broken immediately, and it may not be used against the subject again in the same scene."
        },
        { 
            "cost" : 6,
            "rank" : "Intermediate",
            "name" : "Summon",
            "effect" : "Draw someone to your location",
            "description" : "Extending your incredible manipulative powers, you can draw others to your location. Your victim need not see you, or even be seen by you - as long as the subject is known to you, you can Summon him to your side. Once called, the subject tries to get to you by whatever means possible, completely unaware of the supernatural nature of the desire and avoiding situations that would prevent fulfilling the compulsion (like locked rooms and overprotective allies). The compulsion lasts until the victim manages to arrive and make his presence known to you.  To Summon someone, you must ask for a Narrator's assistance. Inform the Narrator of the person that you wish to Summon, as well as your number of Social Traits and whether you are using the Leadership Ability. The Narrator then finds the subject, performing a Social Challenge in your stead and using the Leadership Ability for a retest if necessary. If the challenge succeeds, the subject comes to you as previously described. If the challenge fails, the subject manages to resist the Summon. In either case, you have no knowledge of the outcome, so there is no guarantee of success. Of course, if the subject does not appear, you can wait five minutes and then attempt to Summon the victim again.  You can only Summon someone that you know-at bare minimum, someone that you have had the chance to talk with for a few minutes, or someone who has been a target of your presence powers before. If another individual then uses Summon on your subject, the victim heads to the summoner of the most powerful generation; if multiple summoners are of the same generation, the victim goes to the first one to exert the power. Should two vampires of equal generation simultaneously Summon the same victim, then the Narrator should make a Social Challenge between the two, with the victim heading to the victor.  In the unusual case that Summon is used on a false identity (an identity created with Mask of a Thousand Faces, for instance), the Summon still brings the appropriate individual. If multiple individuals use the same false identity, then the first Summon calls whichever is nearest (generally, whichever one a Narrator finds first), and any further Summons then call the same individual. Thus, if three Malkavians using Mask of a Thousand Faces all pretend to be the same imaginary person, a Summon of that person brings whichever of the Malkavians is nearest and then calls that Malkavian for any future uses of Summon."
        },
        { 
            "cost" : 9,
            "rank" : "Advanced",
            "name" : "Majesty",
            "effect" : "You cannot be attacked",
            "description" : "The force of your personality makes even the most stalwart tremble. When you exert your Majesty, heads bow, hearts break and spines quiver. None would dare to challenge you or risk your ire, for your ambiance is without peer.  By expending a Willpower Trait, you exert your Majesty for the duration of a scene or a full hour. You can represent this power's effect by holding your arms out from your sides, or with a special card or ribbon. As long as you have Majesty, nobody may insult you or attack you as long as they are within 10 feet of you and able to see you. A subject may attempt to break through your Majesty by making a Social Challenge against you, but must spend a Willpower Trait to make the attempt. Failure means that the subject cannot challenge your Majesty again in the same scene.  If you attack someone or undertake a hostile action while using your Majesty, the aura fades automatically and immediately as your onlookers are startled or outraged. You may still use your Social and Mental Disciplines as long as they do not inflict direct harm-you may still Entrance or Dominate a subject--but a deliberate attack disrupts your Majesty.  When attempting to penetrate Majesty, a Willpower Trait may be used for a retest. This is an exception to the normal rule that Willpower is used only to defend against Mental and Social Challenges."
        }
    ]
}