{
    "name" : "Thanatosis",
    "rank" : "Basic",
    "type" : "Discipline",
    "description" : "The corpse like bodies of vampires are innately tied to death. No Discipline reflects this process of arrested decay so clearly as Thanatosis. The Samedi bloodline practices this nightmare Discipline, using its powers to control the very steps of death and decay. Indeed, fearful Cainites whisper that Thanatosis grants some control over the Curse itself, temporarily suspending the immortality of vampires and even reducing them to rotting masses.  The Stiffs do not share their secrets of death, though mercenary Samedi are more than willing to visit the discomfort of Thanatosis briefly on too-curious subjects. This Discipline seems to be a natural outgrowth of the Samedi fascination with death and decay. Strangely, other Cainites who unearth this Discipline do not suffer from the rotting affliction of the Stiffs, leading to some speculation that the bloodline suffers its peculiar curse for other, more sinister, reasons.  Retests of Thanatosis involve the Occult Ability. Optionally, Storytellers may choose to use the more specialized Thanatology Ability for Thanatosis retests",
    "retests" : "Occult",
    "powers" : [
        { 
            "cost" : 3,
            "rank" : "Basic",
            "name" : "Hags' Wrinkles",
            "effect" : "Modify flesh",
            "description" : "You can contract or expand your skin, sending it into baggy, rippling waves or pulling it taut over your undead flesh. Hags' Wrinkles obviously can mask your appearance, but you can also use little pockets of flesh to conceal small objects about your person, although such bulges or depressions may be visible if your skin is not already marred (say, by the signature deformities of the Nosferatu and Samedi) or found during a pat-down search.  Reshaping your flesh with Hags' Wrinkles takes a full turn of effort and the expenditure of a Blood Trait. For the rest of the scene or for the next full hour, your features are unrecognizable and you can conceal up to two objects of jacket or smaller concealment class within the folds of your withered flesh."
        },
        { 
            "cost" : 3,
            "rank" : "Basic",
            "name" : "Putrefaction",
            "effect" : "Shrivel target body",
            "description" : "The Samedi are feared for their control over decay, and Putrefaction is the first manifestation of such power. Supernatural decomposition afflicts any flesh that you touch, if you so will it. Pustulent, festering decay spreads from your point of contact, even rotting the preserved flesh of vampires.  Putrefaction requires you to best your victim in a Physical Challenge while expending a Blood Trait. Should you succeed, the victim suffers one health level of lethal damage and gains the Negative Trait Repugnant until the damage is healed. This sort of wound is accompanied by rotting flesh, decaying teeth and bones, festering sores and fungus-ridden patches. You can strike a victim multiple times with this power, spreading the rot. You can even affect vampires and plants in addition to other living creatures, withering and decaying them"
        },
        { 
            "cost" : 6,
            "rank" : "Intermediate",
            "name" : "Ashes to Ashes",
            "effect" : "Collapse into a heap of ash",
            "description" : "Tearing apart the bonds that hold your physical form together, you collapse suddenly into a desiccated heap of ash. The power of Ashes to Ashes allows you to retain your consciousness, though, keeping you in a pile of fine detritus that can reform later into your original vampiric body.  You must expend two Blood Traits while concentrating for a full turn to use Ashes to Ashes. When you take your action, you transform into a pile of thick, sticky ash. You can vaguely sense your surroundings (about 10 feet in all directions) at this time, and you are completely immune to physical attacks, fire and sunlight. If the ashes are separated, though (a tedious and disgusting task, requiring deliberate effort), you reform missing some parts of your body - the largest remaining pile reforms as yourself, but you take lethal health levels of damage depending on how much of your substance was removed. Should you reform while contained in some object, you burst forth, shattering the object as you resume your usual size."
        },
        { 
            "cost" : 6,
            "rank" : "Intermediate",
            "name" : "Withering",
            "effect" : "Target becomes aged, withered and decrepit form",
            "description" : "By gripping an enemy and channeling your own dead energy into his limbs, you can cause him to twist into an aged, withered and decrepit form. Terrifying pain results as limbs shrink and snap from Withering.  You need only touch or strike a victim with a Physical Challenge and expend a Willpower Trait to use Withering. The subject immediately suffers the Negative Traits Clumsy and Lame, as the shrunken limb is rendered completely useless, and he suffers one health level of bashing damage (in addition to any damage from the blow). Vampires and other supernatural creatures heal the effects of Withering at the end of the night, but mortals and living animals are afflicted permanently.  By making two successful Simple Tests (win only) after striking with Withering, you can strike the head instead of a limb. Doing so kills mortals instantly and causes vampires to suffer the Negative Traits Oblivious and Witless in addition to rendering them unable to use the powers from Celerity, Fortitude and Potence.  Withering is not cumulative on the same limb, but successive strikes can certainly afflict other limbs. Victims with multiple limbs affected suffer all of the Negative Traits appropriately. With no functional arms, a victim cannot attack physically, with no legs, the subject cannot move."
        },
        { 
            "cost" : 9,
            "rank" : "Advanced",
            "name" : "Necrosis",
            "effect" : "You cause the target's skin to rot away and slough off, exposing internal organs",
            "description" : "The hideous decomposition induced with Necrosis disgusts and revolts even the hardiest constitution. Accelerating the forces of decay, you cause the target's skin to rot away and slough off, exposing internal organs in a terrifying panoply of pain.  Necrosis requires you to touch the victim and expend two Blood Traits. The subject immediately suffers a level of lethal damage as his skin rots and sloughs off in pieces. Furthermore, the victim takes the Negative Traits Decrepit and Repugnant as a result of the attack; these Negative Traits remain until the damage heals. Multiple strikes can inflict additional damage and Negative Traits in a cumulative fashion, rendering the victim a pool of putrescent liquid."
        }
    ]
}